{
  "16": {
    "38": {
      "name": "Rasmus Bjørk",
      "fas": "Name: Rasmus Bjørk\n\nAffiliation: Technical University of Denmark\n\nWorkshop Goals: To meet fellow researchers and learn what is going on in the field.\n\nInterest in ML methods/data: CNN, Generative models\n\nInterest in Physics: Magnetism, Heat transfer\n\nPublications:\nNovel freeze-casting device with high precision thermoelectric temperature control for dynamic freezing conditions\n\nAbstracts:\n<jats:p>A novel freeze-casting device utilizing a thermoelectric element for high precision temperature control allowing for dynamic freezing conditions of freeze-cast materials is presented. Freeze-casting is a processing route for producing materials of anisotropic porosity in the form of aligned and well-defined microchannels. In freeze-casting, particulates of a material are suspended in a fluid and a thermal gradient is applied across for directional freezing. Controlling the thermal gradient across the suspension amounts to controlling the kinetics and freezing direction in the suspension and thus the resulting structural features and dimensions of the microchannels. The performance of the device presented here was evaluated by directional freezing of both water and aqueous ceramic suspension samples using both linear and exponential freezing profiles. The freezing front was successfully tracked by continuously measuring the temperature gradient along the sample using thermocouples directly mounted on the freeze-casting mold. The current minimum operational temperature of the freeze-caster is ∼220 K, with freezing front velocities in the range of ∼5 μm/s to 30 μm/s for sample lengths of 5 mm–25 mm.</jats:p>",
      "distance": 0.23700935966423575,
      "discussion_points": [
        "1. \"Evangelia, you mentioned your interest in applying machine learning to theoretical Quantum Optomechanics - could you discuss how you envision machine learning, specifically CNN's, could be applied in your research field?\"",
        "",
        "2. \"Rasmus, your work on freeze-casting device seems to involve controlling physical parameters with high precision. Have you ever considered applying machine learning, like Generative models or CNNs, to predict or optimize these parameters?\"",
        "",
        "3. \"Both of you have experience with CNNs in your work. Could you share your experiences and discuss the strengths and weaknesses you've found in this approach? Are there any specific challenges that you believe the other's field might be able to address?\"",
        "",
        "4. \"Evangelia, have you considered incorporating aspects of magnetism or heat transfer, Rasmus' area of expertise, into your work in Quantum Optomechanics? Rasmus, do you see any potential applications of Quantum Optomechanics in your research?\"",
        "",
        "5. \"Given both of your interests in applying machine learning methods to physics, are there any particular developments or trends in the field that you're excited about? Do you see any potential for collaboration in exploring these developments?\""
      ]
    },
    "34": {
      "name": "Peter Bøggild",
      "fas": "Name: Peter Bøggild\n\nAffiliation: Technical University of Denmark\n\nWorkshop Goals: I am very interested in how AI can enable research, and how to use ML/AI/LMM responsibly, effectively both within and around research. I am particularly interested in how ML can be used to predict current flow in quantum devices, and \"guess\" the shapes and topology of circuitry\n\nInterest in ML methods/data: nan\n\nInterest in Physics: Condensed matter, 2D materials, quantum transport, nanotechnology\n\nPublications:\nSignature of correlated electron–hole pair tunneling in multilayer WSe2 at room temperature\nLong-term stability and tree-ring oxidation of WSe<sub>2</sub> using phase-contrast AFM\n\nAbstracts:\n<jats:p>Van der Waals (vdW) heterostructures provide a promising platform for high-temperature exciton condensates due to a strong Coulomb interaction, but the fabrication of very clean interface structures with precisely aligned 2D crystals is challenging. Here, we propose that correlated electron–hole pair tunneling can occur at room temperature in a monolithic multilayer WSe2 device with bottom Au contacts. Electron and hole conducting channels separated by an intrinsic, insulating region in the center of the crystal are defined by doping. The monolithic vertical homojunction formed naturally in the bulk vdW crystal provides a defect-free interface structure which shows clear indications of correlated tunneling at room temperature. We interpret zero-bias peaks in the differential conductance curves as a signature of electron–hole pairing when their densities balance. The conductance peak vanishes when the electron and hole densities are unbalanced, which can be controlled by the external electrical field, magnetic field, or temperature. Our results open an opportunity for realization of room-temperature superfluidity in vdW materials with a simple, clean, and effective approach.</jats:p>\n<jats:p>Phase contrast atomic force microscopy shows how tungsten diselenide oxidation evolves into complex patterns over 75 months, following season-dependent changes in the laboratory environment, in analogy with tree-rings in nature.</jats:p>",
      "distance": 0.24270123749160366,
      "discussion_points": [
        "1. Both of you are interested in the application of Machine Learning in the field of Quantum Physics, could you share some of the challenges you've faced in integrating these two fields in your research? ",
        "",
        "2. Evangelia, you've previously worked with CNNs and untrained neural networks, Peter is looking into how ML can predict current flow in quantum devices. Could there be potential for collaboration, using these ML techniques to improve the prediction of quantum transport?",
        "",
        "3. Peter, your work on the impact of environmental factors on tungsten diselenide oxidation patterns shows an interesting aspect of nanotechnology research. Evangelia, could these environmental factors also affect quantum optomechanics in some way?",
        "",
        "4. Evangelia, your focus is on theoretical Quantum Optomechanics. Peter, you are interested in quantum transport and nanotechnology. Could you discuss the potential intersections and divergences between these areas of Quantum Physics?",
        "",
        "5. Considering your shared interest in Machine Learning, what are your thoughts on the responsible and effective use of ML/AI in research? Are there any ethical considerations specific to your fields that you believe need to be taken into account when using these technologies?"
      ]
    },
    "29": {
      "name": "Raúl Carballo-Rubio",
      "fas": "Name: Raúl Carballo-Rubio\n\nAffiliation: Southern Denmark University (SDU)\n\nWorkshop Goals: I hope to meet colleagues with expertise in ML/AI and be able to discuss current open problems in black hole physics that could benefit from applying such techniques, with the idea of starting new collaborations and learn more about these techniques.\n\nInterest in ML methods/data: I'm interested in image and patter recognition, with the analysis of black hole images and interferometric data in mind.\n\nInterest in Physics: I work in black hole physics, from fundamental aspects such as singularity regularization due to quantum gravity, to observational aspects, more specifically the imaging of black holes and alternatives. I'm interested in harnessing the power of ML/AI to better understand interferometric data and black hole images.\n\nPublications:\nDisentangling photon rings beyond General Relativity with future radio-telescope arrays\n\nAbstracts:\n<jats:title>Abstract</jats:title>\n               <jats:p>New physics beyond General Relativity can modify image features of black holes and\n  horizonless spacetimes and increase the separation between photon rings.  This motivates us to\n  explore synthetic images consisting of two thin rings.  Our synthetic images are parameterized by\n  the separation as well as the relative flux density of the two rings.  We perform fits to the\n  visibility amplitude and analyze closure quantities. The current Event Horizon Telescope array\n  cannot detect the presence of a second ring in the region of parameters motivated by particular\n  new-physics cases. We show that this can be improved in three ways: first, if the array is\n  upgraded with Earth-based telescopes with sufficiently high sensitivity, second, if the array is\n  upgraded with a space-based station and third, if super-resolution techniques are used for the\n  data obtained by the array.</jats:p>",
      "distance": 0.27324270455527677,
      "discussion_points": [
        "1. **Exploring ML Applications**: Evangelia, you've applied machine learning techniques like CNNs in your previous work. Raúl, could you share how you envision using ML for analyzing black hole images? What common challenges do you think both of your fields face when it comes to implementing ML techniques?",
        "",
        "2. **Interdisciplinary Insights**: Given your backgrounds, how do you think the methods used in quantum optics could inform the analysis of interferometric data in black hole physics? Are there specific techniques or frameworks from your work that could potentially cross-pollinate?",
        "",
        "3. **Open Problems in Physics**: Raúl, you mentioned wanting to discuss open problems in black hole physics. Evangelia, are there specific theoretical challenges in quantum optomechanics that you think could benefit from insights gained in the study of black holes, or vice versa?",
        "",
        "4. **Future Collaborations**: Both of you are looking for inspiration and potential collaborations. What specific projects or research questions do you see as ripe for collaboration that leverage both your expertise in machine learning and your respective fields of quantum physics and black hole physics?",
        "",
        "5. **Ethical Considerations in ML**: As ML becomes increasingly integrated into theoretical physics, what ethical considerations do you both think are important when applying these techniques, especially regarding data interpretation in fields as complex as yours? How can you ensure that the insights generated are robust and reliable?"
      ]
    },
    "33": {
      "name": "Ka Hei Choi",
      "fas": "Name: Ka Hei Choi\n\nAffiliation: Ludwig Maximilian University of Munich\n\nWorkshop Goals: Ideally, I would love to learn how graph neural networks are applied in theoretical and computational physics research.    I am also very interested in the latest developments in artificial neural network architecture that people find great potential. What are their strength, and what makes them so promising?    It would be amazing for me to find potential collaborators to discuss how we can apply ML method in biophysics or cosmology. And I am happy to share my current research and how we apply ML to understand the formation of primordial black holes in the early universe.    What particularly excites me now, is my humble side project that I am learning to apply graph neural networks to computer vision.\n\nInterest in ML methods/data: In my research, I work with numerical and simulation data representing a scalar field, which can be converted into 3D images.    Additionally, I am currently learning about graph neural networks and their application in computer vision using image datasets.\n\nInterest in Physics: My research field is high-energy physics, specifically in the following areas:        1. Quantum field theory in curved spacetimes    2. Effective field theory    3. Cosmology    4. Black hole physics and gravitational collapse    5. Extreme value statistics\n\nPublications:\n\n\nAbstracts:\n",
      "distance": 0.29792287811370555,
      "discussion_points": [
        "1. **Exploring Applications of ML in Quantum Physics**: Evangelia, you mentioned your interest in applying machine learning to quantum optics. Ka Hei, could you share insights on how you've integrated ML techniques, particularly graph neural networks, into your work on primordial black holes? How might these approaches intersect with concepts in quantum optomechanics?",
        "",
        "2. **Collaborative Opportunities in Interdisciplinary Research**: Both of you are interested in applying machine learning to different areas of physics. What potential collaborative projects do you envision that could merge your expertise in quantum physics with high-energy physics and cosmology? Are there specific problems or datasets you think could benefit from a combined approach?",
        "",
        "3. **Comparing Neural Network Architectures**: Evangelia, you've worked with CNNs and untrained neural networks, while Ka Hei is exploring graph neural networks. What are your thoughts on the strengths and limitations of these different architectures in your respective fields? How do you see them evolving in the context of your research?",
        "",
        "4. **Challenges in Data Representation and Analysis**: Ka Hei, your work involves converting scalar field data into 3D images, while Evangelia, your work in quantum optics may involve complex data structures. What challenges have you faced in data representation and analysis, and how might machine learning help overcome these hurdles in your research?",
        "",
        "5. **Future Trends in ML for Physics**: As both of you are keen on the latest developments in ML, what emerging trends or technologies in machine learning do you find most exciting? How do you foresee these advancements impacting your research areas in quantum physics and high-energy physics over the next few years?"
      ]
    },
    "25": {
      "name": "Theodoros Diamantopoulos",
      "fas": "Name: Theodoros Diamantopoulos\n\nAffiliation: Technical University of Denmark\n\nWorkshop Goals: Application of ML in scientific discovery and physics-informed NNs.\n\nInterest in ML methods/data: PINNs\n\nInterest in Physics: Heat and mass transfer, computational fluid dynamics.\n\nPublications:\n\n\nAbstracts:\n",
      "distance": 0.3092475666015265,
      "discussion_points": [
        "1. **Interdisciplinary Applications of ML**: Evangelia, you’re focusing on machine learning in quantum optomechanics. Theodoros, you’re applying ML to heat and mass transfer. How do you see machine learning bridging the gap between quantum physics and fluid dynamics? Are there specific challenges you think could benefit from insights across these fields?",
        "",
        "2. **Experience with Neural Networks**: Evangelia, you mentioned your experience with CNNs and untrained neural networks. Theodoros, you work with physics-informed neural networks (PINNs). Can you both share your experiences with these methods? What do you find to be the strengths and weaknesses of the approaches you've taken?",
        "",
        "3. **Common Goals in Scientific Discovery**: Both of you are interested in using ML to drive scientific discovery in your respective fields. What are some of the most pressing questions in your research areas that you believe could be addressed with advanced ML techniques? ",
        "",
        "4. **Collaboration Opportunities**: Given your different backgrounds—Evangelia in quantum optics and Theodoros in computational fluid dynamics—are there areas of overlap where you could envision a collaborative project? For example, could quantum principles influence fluid dynamics modeling or vice versa?",
        "",
        "5. **Future of ML in Physics**: How do you both envision the role of machine learning evolving in your fields over the next five to ten years? What advancements in ML do you think will have the biggest impact on research in quantum physics and computational fluid dynamics?"
      ]
    },
    "19": {
      "name": "atefe ebrahimi",
      "fas": "Name: atefe ebrahimi\n\nAffiliation: SISSA\n\nWorkshop Goals: LEARNING NEW THINGS ABOUT MASCHINE LEARNING\n\nInterest in ML methods/data: Structured/numerical data\n\nInterest in Physics: condensed matter\n\nPublications:\n\n\nAbstracts:\n",
      "distance": 0.32670569211069567,
      "discussion_points": [
        "1. **Exploring Applications of ML in Different Contexts**: Evangelia, you mentioned your interest in applying machine learning to quantum physics. Atefe, given your focus on structured and numerical data in condensed matter physics, how do you see machine learning techniques adapting or differing in their application across these two fields?",
        "",
        "2. **Machine Learning Techniques**: Evangelia has experience with convolutional neural networks (CNNs) and untrained neural networks. Atefe, could you share your experiences with specific machine learning models you’ve found effective for structured data in condensed matter, and how they might inform Evangelia's work in quantum optics?",
        "",
        "3. **Interdisciplinary Collaboration**: Considering the different areas of physics you both work in, what potential interdisciplinary research questions could arise from combining insights from quantum optomechanics and condensed matter physics using machine learning approaches?",
        "",
        "4. **Challenges in ML Implementation**: Both of you are at different stages of integrating machine learning into your research. What challenges have you faced in your respective fields when trying to implement machine learning, and how might sharing your experiences lead to solutions or new strategies for collaboration?",
        "",
        "5. **Future Trends in ML and Physics**: As you both aim to learn more about machine learning, what emerging trends or technologies in ML do you think will have the most significant impact on your fields of study in the next few years? How might you envision collaborating to leverage these advancements?"
      ]
    },
    "27": {
      "name": "Sergey Fedorov",
      "fas": "Name: Sergey Fedorov\n\nAffiliation: Niels Bohr Institute\n\nWorkshop Goals: Gauge the potential of applying modern machine learning techniques in my field.\n\nInterest in ML methods/data: Time series and Gaussian processes\n\nInterest in Physics: Quantum measurements and metrology, structural mechanics\n\nPublications:\nSqueezed light from an oscillator measured at the rate of oscillation\nThermal intermodulation noise in cavity-based measurements\nElastic strain engineering for ultralow mechanical dissipation\n\nAbstracts:\n<jats:title>Abstract</jats:title><jats:p>Sufficiently fast continuous measurements of the position of an oscillator approach measurements projective on position eigenstates. We evidence the transition into the projective regime for a spin oscillator within an ensemble of 2 × 10<jats:sup>10</jats:sup> room-temperature atoms by observing correlations between the quadratures of the meter light field. These correlations squeeze the fluctuations of one light quadrature below the vacuum level. When the measurement is slower than the oscillation, we generate <jats:inline-formula><jats:alternatives><jats:tex-math>$$11.{5}_{-1.5}^{+2.5}\\,{{{{{{{\\rm{dB}}}}}}}}$$</jats:tex-math><mml:math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\">\n                  <mml:mn>11</mml:mn>\n                  <mml:mo>.</mml:mo>\n                  <mml:msubsup>\n                    <mml:mrow>\n                      <mml:mn>5</mml:mn>\n                    </mml:mrow>\n                    <mml:mrow>\n                      <mml:mo>−</mml:mo>\n                      <mml:mn>1.5</mml:mn>\n                    </mml:mrow>\n                    <mml:mrow>\n                      <mml:mo>+</mml:mo>\n                      <mml:mn>2.5</mml:mn>\n                    </mml:mrow>\n                  </mml:msubsup>\n                  <mml:mspace/>\n                  <mml:mi>dB</mml:mi>\n                </mml:math></jats:alternatives></jats:inline-formula> and detect <jats:inline-formula><jats:alternatives><jats:tex-math>$$8.{5}_{-0.1}^{+0.1}\\,{{{{{{{\\rm{dB}}}}}}}}$$</jats:tex-math><mml:math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\">\n                  <mml:mn>8</mml:mn>\n                  <mml:mo>.</mml:mo>\n                  <mml:msubsup>\n                    <mml:mrow>\n                      <mml:mn>5</mml:mn>\n                    </mml:mrow>\n                    <mml:mrow>\n                      <mml:mo>−</mml:mo>\n                      <mml:mn>0.1</mml:mn>\n                    </mml:mrow>\n                    <mml:mrow>\n                      <mml:mo>+</mml:mo>\n                      <mml:mn>0.1</mml:mn>\n                    </mml:mrow>\n                  </mml:msubsup>\n                  <mml:mspace/>\n                  <mml:mi>dB</mml:mi>\n                </mml:math></jats:alternatives></jats:inline-formula> of squeezing in a tunable band that is a fraction of the resonance frequency. When the measurement is as fast as the oscillation, we detect 4.7 dB of squeezing that spans more than one decade of frequencies below the resonance. Our results demonstrate a new regime of continuous quantum measurements on material oscillators, and set a new benchmark for the performance of a linear quantum sensor.</jats:p>\n<jats:p>Thermal frequency fluctuations in optical cavities limit the sensitivity of precision experiments ranging from gravitational wave observatories to optical atomic clocks. Conventional modeling of these noises assumes a linear response of the optical field to the fluctuations of cavity frequency. Fundamentally, however, this response is nonlinear. Here we show that nonlinearly transduced thermal fluctuations of cavity frequency can dominate the broadband noise in photodetection, even when the magnitude of fluctuations is much smaller than the cavity linewidth. We term this noise “thermal intermodulation noise” and show that for a resonant laser probe it manifests as intensity fluctuations. We report and characterize thermal intermodulation noise in an optomechanical cavity, where the frequency fluctuations are caused by mechanical Brownian motion, and find excellent agreement with our developed theoretical model. We demonstrate that the effect is particularly relevant to quantum optomechanics: using a phononic crystal <jats:inline-formula>\n\t    \n\t  </jats:inline-formula> membrane with a low-mass, soft-clamped mechanical mode, we are able to operate in the regime where measurement quantum backaction contributes as much force noise as the thermal environment does. However, in the presence of intermodulation noise, quantum signatures of measurement are not revealed in direct photodetection. The reported noise mechanism, while studied for an optomechanical system, can exist in any optical cavity.</jats:p>\n<jats:title>Better performance under stress</jats:title>\n          <jats:p>\n            Engineering stress or strain into materials can improve their performance. Adding mechanical stress to silicon chips, for instance, produces transistors with enhanced electron mobility. Ghadimi\n            <jats:italic>et al.</jats:italic>\n            explore the possibility of enhancing the vibrational properties of a micromechanical oscillator by engineering stress within the structure (see the Perspective by Eichler). By careful design of the micromechanical oscillator, and by building in associated stresses, exceptional vibrational properties can be produced. Such enhanced oscillators could be used as exquisite force sensors.\n          </jats:p>\n          <jats:p>\n            <jats:italic>Science</jats:italic>\n            , this issue p.\n            <jats:related-article xmlns:xlink=\"http://www.w3.org/1999/xlink\" ext-link-type=\"doi\" issue=\"6390\" page=\"764\" related-article-type=\"in-this-issue\" vol=\"360\" xlink:href=\"10.1126/science.aar6939\">764</jats:related-article>\n            ; see also p.\n            <jats:related-article xmlns:xlink=\"http://www.w3.org/1999/xlink\" ext-link-type=\"doi\" issue=\"6390\" page=\"706\" related-article-type=\"in-this-issue\" vol=\"360\" xlink:href=\"10.1126/science.aat1983\">706</jats:related-article>\n          </jats:p>",
      "distance": 0.3288651592238493,
      "discussion_points": [
        "1. **Exploring Machine Learning Techniques**: Evangelia, you mentioned working with CNNs and untrained neural networks in your previous ML experiences. Sergey, you have an interest in time series and Gaussian processes. How do you envision integrating different ML techniques into your respective fields of quantum physics? Are there specific challenges you both face that could benefit from a collaborative approach?",
        "",
        "2. **Quantum Optomechanics and Measurements**: Both of your research areas intersect with quantum measurements. Evangelia, how do you think machine learning could enhance your work in theoretical Quantum Optomechanics? Sergey, could you share how your research on squeezed light and thermal intermodulation noise might intersect with Evangelia's focus? ",
        "",
        "3. **Data Challenges in Quantum Physics**: In your experience, what are the most significant data challenges you encounter in your research? Evangelia, do you think the types of data generated from quantum measurements could provide insights into improving your machine learning models? Sergey, what strategies do you currently employ to handle the complexities of data in your experiments?",
        "",
        "4. **Future Applications of ML in Quantum Physics**: As you both are interested in the future applications of machine learning in your fields, what are some innovative ideas or projects you would like to pursue? Evangelia, are there specific aspects of quantum optics where you see immediate applications for ML? Sergey, do you have any thoughts on how your work in structural mechanics could synergize with ML advancements?",
        "",
        "5. **Interdisciplinary Collaboration Opportunities**: Given your overlapping interests in quantum physics and machine learning, what interdisciplinary collaboration opportunities do you envision? Are there particular research questions or projects that would benefit from the combined expertise of both theoretical and experimental perspectives in quantum measurements and optomechanics?"
      ]
    },
    "36": {
      "name": "Christa Gall",
      "fas": "Name: Christa Gall\n\nAffiliation: DARK / Niels Bohr Institute / UCPH\n\nWorkshop Goals: Learn more about different ML algorithm and estimation of uncertainties.  Find possible collaborators for future projects involving ML techniques in the are of astrophysics.\n\nInterest in ML methods/data: Usually have astrophysical data and measurements and use theoretical models to interpret the data. ML offers an opportunity to e.g., explore a larger parameter space, but also to classify data and astrophysical objects differently.\n\nInterest in Physics: Astrophysics\n\nPublications:\n\n\nAbstracts:\n",
      "distance": 0.3302334045661446,
      "discussion_points": [
        "1. **Cross-Disciplinary Applications**: Evangelia, given your experience in machine learning and its application to quantum physics, how do you see the potential for ML techniques to enhance the analysis of astrophysical data, especially in relation to your theoretical work? Christa, what challenges have you encountered in applying ML to astrophysical data that might benefit from insights from quantum optics?",
        "",
        "2. **Parameter Space Exploration**: Christa, you mentioned using ML to explore larger parameter spaces in astrophysics. Evangelia, could you share how this concept might apply to theoretical quantum optomechanics? Are there specific parameters in your research that could be optimized or better understood using ML?",
        "",
        "3. **Data Classification Techniques**: Both of you have experience with classification in your respective fields. What specific ML methods (e.g., CNNs or others) do you think are most promising for classifying objects or phenomena in your research areas? How might these methods differ in their application between quantum physics and astrophysics?",
        "",
        "4. **Uncertainty Estimation**: Christa, you expressed interest in estimating uncertainties with ML methods. Evangelia, how do you currently handle uncertainties in your theoretical models, and could there be a synergy between your approaches to uncertainty in quantum physics and Christa's in astrophysics?",
        "",
        "5. **Future Collaborations**: If you were to collaborate on a project that combines elements of quantum physics and astrophysics through machine learning, what would be the ideal research question or problem you would want to tackle together? What distinct perspectives might each of you bring to this collaborative effort?"
      ]
    },
    "48": {
      "name": "Christian Glaser",
      "fas": "Name: Christian Glaser\n\nAffiliation: Uppsala University\n\nWorkshop Goals: AI methods between fields are often very transferable. I hope to get new inspiration of methods/approaches/network architectures etc. for application in my field of research. And maybe my contribution can also inspire others.\n\nInterest in ML methods/data: Normalizing flows for PDF prediction and all network architectures that give the best performance ;-) (CNNs, GNNs, Transformers, GANs, Diffusion models).    Resource constraint computing for real-time triggering/processing on low-power hardware.\n\nInterest in Physics: Astroparticle Physics, in particular, high and ultra-high energy neutrinos and cosmic rays\n\nPublications:\nFirst-principle calculation of birefringence effects for in-ice radio detection of neutrinos\nThe ultra-high-energy neutrino-nucleon cross section: measurement forecasts for an era of cosmic EeV-neutrino discovery\nFlavor composition of ultrahigh-energy cosmic neutrinos: Measurement forecasts for in-ice radio-based EeV neutrino telescopes\n\nAbstracts:\n<jats:title>Abstract</jats:title><jats:p>The detection of high-energy neutrinos in the EeV range requires new detection techniques to cope with the small expected flux. The radio detection method, utilizing Askaryan emission, can be used to detect these neutrinos in polar ice. The propagation of the radio pulses has to be modeled carefully to reconstruct the energy, direction, and flavor of the neutrino from the detected radio flashes. Here, we study the effect of birefringence in ice, which splits up the radio pulse into two orthogonal polarization components with slightly different propagation speeds. This provides useful signatures to determine the neutrino energy and is potentially important to determine the neutrino direction to degree precision. We calculated the effect of birefringence from first principles where the only free parameter is the dielectric tensor as a function of position. Our code, for the first time, can propagate full RF waveforms, taking interference due to changing polarization eigenvectors during propagation into account. The model is available open-source through the NuRadioMC framework. We compare our results to in-situ calibration data from the ARA and ARIANNA experiments and find good agreement for the available time delay measurements. This indicates a significant improvement of the prediction power of birefringence effects compared to previous models. Finally, the implications and opportunities for neutrino detection are discussed.</jats:p>\n<jats:title>A<jats:sc>bstract</jats:sc></jats:title><jats:p>Neutrino interactions with protons and neutrons probe their deep structure and may reveal new physics. The higher the neutrino energy, the sharper the probe. So far, the neutrino-nucleon (<jats:italic>νN</jats:italic>) cross section is known across neutrino energies from a few hundred MeV to a few PeV. Soon, ultra-high-energy (UHE) cosmic neutrinos, with energies above 100 PeV, could take us farther. So far, they have evaded discovery, but upcoming UHE neutrino telescopes endeavor to find them. We present the first detailed measurement forecasts of the UHE<jats:italic>νN</jats:italic>cross section, geared to IceCube-Gen2, one of the leading detectors under planning. We use state-of-the-art ingredients in every stage of our forecasts: in the UHE neutrino flux predictions, the neutrino propagation inside Earth, the emission of neutrino-induced radio signals in the detector, their propagation and detection, and the treatment of backgrounds. After 10 years, if at least a few tens of UHE neutrino-induced events are detected, IceCube-Gen2 could measure the<jats:italic>νN</jats:italic>cross section at center-of-mass energies of<jats:inline-formula><jats:alternatives><jats:tex-math>$$ \\sqrt{s} $$</jats:tex-math><mml:math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\"><mml:msqrt><mml:mi>s</mml:mi></mml:msqrt></mml:math></jats:alternatives></jats:inline-formula><jats:italic>≈</jats:italic>10–100 TeV for the first time, with a precision comparable to that of its theory prediction.</jats:p>\n<jats:p>In-ice radio detection is a promising technique to discover and characterize ultrahigh-energy (UHE) neutrinos, with energies above <a:math xmlns:a=\"http://www.w3.org/1998/Math/MathML\" display=\"inline\"><a:mrow><a:msup><a:mrow><a:mn>10</a:mn></a:mrow><a:mrow><a:mn>17</a:mn></a:mrow></a:msup><a:mtext> </a:mtext><a:mtext> </a:mtext><a:mi>eV</a:mi></a:mrow></a:math>, adopted by present—ARA, ARIANNA, and RNO-G—and planned—IceCube-Gen2—experiments. So far, their ability to measure neutrino flavor had remained unexplored. We show and quantify how the neutrino flavor can be measured with in-ice radio detectors using two complementary detection channels. The first channel, sensitive to <c:math xmlns:c=\"http://www.w3.org/1998/Math/MathML\" display=\"inline\"><c:msub><c:mi>ν</c:mi><c:mi>e</c:mi></c:msub></c:math>, identifies them via their charged-current interactions, whose radio emission is elongated in time due to the Landau-Pomeranchuk-Migdal effect. The second channel, sensitive to <e:math xmlns:e=\"http://www.w3.org/1998/Math/MathML\" display=\"inline\"><e:msub><e:mi>ν</e:mi><e:mi>μ</e:mi></e:msub></e:math> and <g:math xmlns:g=\"http://www.w3.org/1998/Math/MathML\" display=\"inline\"><g:msub><g:mi>ν</g:mi><g:mi>τ</g:mi></g:msub></g:math>, identifies events made up of multiple showers generated by the muons and taus they generate. We show this in state-of-the-art forecasts geared at IceCube-Gen2, for representative choices of the UHE neutrino flux. This newfound sensitivity could allow us to infer the UHE neutrino flavor composition at their sources—and thus the neutrino production mechanism—and to probe UHE neutrino physics.</jats:p>\n          <jats:sec>\n            <jats:title/>\n            <jats:supplementary-material>\n              <jats:permissions>\n                <jats:copyright-statement>Published by the American Physical Society</jats:copyright-statement>\n                <jats:copyright-year>2024</jats:copyright-year>\n              </jats:permissions>\n            </jats:supplementary-material>\n          </jats:sec>",
      "distance": 0.3904858193819284,
      "discussion_points": [
        "1. **Exploring ML Techniques**: Evangelia, you mentioned your experience with CNNs and untrained neural networks. Christian, could you share how you see normalizing flows and other architectures you've worked with, like GANs and Transformers, potentially applying to quantum physics, particularly in your work on quantum optomechanics?",
        "",
        "2. **Interdisciplinary Inspirations**: Both of you aim to draw inspiration from other fields. How do you think machine learning methods from astroparticle physics, like those you use for neutrino detection, could be adapted or modified for applications in quantum optics or quantum mechanics?",
        "",
        "3. **Real-Time Data Processing**: Christian, your focus on resource-constrained computing for real-time processing is intriguing. Evangelia, could this concept be beneficial for your research in quantum physics, especially in handling large datasets from experiments? What challenges do you foresee in implementing such techniques?",
        "",
        "4. **Comparative Challenges**: What are some of the unique challenges you face in applying ML to your respective fields? Evangelia, in quantum optomechanics, and Christian, in high-energy neutrino detection, how do these challenges shape your approach to integrating ML into your research?",
        "",
        "5. **Future Collaborations**: Given your different yet complementary areas of expertise, what potential collaboration ideas can you envision? Could joint research exploring machine learning applications in both quantum physics and astroparticle physics lead to innovative discoveries or methods?"
      ]
    }
  },
  "38": {
    "34": {
      "name": "Peter Bøggild",
      "fas": "Name: Peter Bøggild\n\nAffiliation: Technical University of Denmark\n\nWorkshop Goals: I am very interested in how AI can enable research, and how to use ML/AI/LMM responsibly, effectively both within and around research. I am particularly interested in how ML can be used to predict current flow in quantum devices, and \"guess\" the shapes and topology of circuitry\n\nInterest in ML methods/data: nan\n\nInterest in Physics: Condensed matter, 2D materials, quantum transport, nanotechnology\n\nPublications:\nSignature of correlated electron–hole pair tunneling in multilayer WSe2 at room temperature\nLong-term stability and tree-ring oxidation of WSe<sub>2</sub> using phase-contrast AFM\n\nAbstracts:\n<jats:p>Van der Waals (vdW) heterostructures provide a promising platform for high-temperature exciton condensates due to a strong Coulomb interaction, but the fabrication of very clean interface structures with precisely aligned 2D crystals is challenging. Here, we propose that correlated electron–hole pair tunneling can occur at room temperature in a monolithic multilayer WSe2 device with bottom Au contacts. Electron and hole conducting channels separated by an intrinsic, insulating region in the center of the crystal are defined by doping. The monolithic vertical homojunction formed naturally in the bulk vdW crystal provides a defect-free interface structure which shows clear indications of correlated tunneling at room temperature. We interpret zero-bias peaks in the differential conductance curves as a signature of electron–hole pairing when their densities balance. The conductance peak vanishes when the electron and hole densities are unbalanced, which can be controlled by the external electrical field, magnetic field, or temperature. Our results open an opportunity for realization of room-temperature superfluidity in vdW materials with a simple, clean, and effective approach.</jats:p>\n<jats:p>Phase contrast atomic force microscopy shows how tungsten diselenide oxidation evolves into complex patterns over 75 months, following season-dependent changes in the laboratory environment, in analogy with tree-rings in nature.</jats:p>",
      "distance": 0.28267300434292575,
      "discussion_points": [
        "1. **Exploring Common Applications of ML**: Rasmus, you’ve worked with CNN and generative models in your freeze-casting research. Peter, you’re interested in using ML for predicting current flow in quantum devices. How do you both envision the application of machine learning in your respective fields, and are there any overlapping techniques that could enhance material processing or device fabrication?",
        "",
        "2. **Intersections of Magnetism and Quantum Transport**: Rasmus, your interest in magnetism might intersect interestingly with Peter's work in quantum transport. How do you see the principles of magnetism influencing the behavior of quantum devices, and could this lead to collaborative research on magneto-electronic materials?",
        "",
        "3. **Dynamic Freezing Conditions and 2D Materials**: The novel freeze-casting device you've developed is capable of dynamic freezing conditions. Peter, could you see potential in using such techniques to create or stabilize 2D materials like WSe2? What unique properties might arise from manipulating the freezing process in the context of van der Waals heterostructures?",
        "",
        "4. **Responsible Use of AI in Research**: Both of you have interests in applying AI/ML in research, but also in considering its responsible use. What strategies do you think are essential in ensuring that ML models, particularly in material science and condensed matter physics, are developed and utilized ethically and effectively?",
        "",
        "5. **Future Directions and Collaborative Opportunities**: As researchers at the same institution with similar interests in advanced materials, how do you see your research paths converging in the future? Are there specific projects or ideas that you think could benefit from a joint effort, perhaps combining your expertise in materials processing and quantum devices?"
      ]
    },
    "29": {
      "name": "Raúl Carballo-Rubio",
      "fas": "Name: Raúl Carballo-Rubio\n\nAffiliation: Southern Denmark University (SDU)\n\nWorkshop Goals: I hope to meet colleagues with expertise in ML/AI and be able to discuss current open problems in black hole physics that could benefit from applying such techniques, with the idea of starting new collaborations and learn more about these techniques.\n\nInterest in ML methods/data: I'm interested in image and patter recognition, with the analysis of black hole images and interferometric data in mind.\n\nInterest in Physics: I work in black hole physics, from fundamental aspects such as singularity regularization due to quantum gravity, to observational aspects, more specifically the imaging of black holes and alternatives. I'm interested in harnessing the power of ML/AI to better understand interferometric data and black hole images.\n\nPublications:\nDisentangling photon rings beyond General Relativity with future radio-telescope arrays\n\nAbstracts:\n<jats:title>Abstract</jats:title>\n               <jats:p>New physics beyond General Relativity can modify image features of black holes and\n  horizonless spacetimes and increase the separation between photon rings.  This motivates us to\n  explore synthetic images consisting of two thin rings.  Our synthetic images are parameterized by\n  the separation as well as the relative flux density of the two rings.  We perform fits to the\n  visibility amplitude and analyze closure quantities. The current Event Horizon Telescope array\n  cannot detect the presence of a second ring in the region of parameters motivated by particular\n  new-physics cases. We show that this can be improved in three ways: first, if the array is\n  upgraded with Earth-based telescopes with sufficiently high sensitivity, second, if the array is\n  upgraded with a space-based station and third, if super-resolution techniques are used for the\n  data obtained by the array.</jats:p>",
      "distance": 0.3302334045661446,
      "discussion_points": [
        "1. **Exploring Interdisciplinary Applications**: Rasmus, your work on freeze-casting and thermoelectric temperature control sounds fascinating! Have you considered how machine learning techniques could enhance the optimization of freeze-casting parameters or predict material properties? Raúl, what are your thoughts on applying ML to materials science, particularly in the context of enhancing methods like freeze-casting?",
        "",
        "2. **Image Analysis and Pattern Recognition**: Raúl, your interest in image recognition for black hole imaging is intriguing. Rasmus, given your background with CNNs, could you share insights on how convolutional neural networks might be adapted to analyze the structural features of freeze-cast materials? What common challenges do you think ML faces in both fields of study?",
        "",
        "3. **Thermal Dynamics and Black Hole Physics**: Rasmus, you focus on heat transfer and magnetism, while Raúl, you are delving into black hole physics and quantum gravity. How do you both see the intersection of thermal dynamics and gravitational phenomena? Are there any theories or models in physics that you think could benefit from insights gained in the other’s research area?",
        "",
        "4. **Future Directions in ML Applications**: Both of you are exploring the application of machine learning in your respective fields. What do you think are the most pressing open problems that ML can address in your research areas? Raúl, do you see potential collaborations where advancements in material science might influence your work in black hole imaging?",
        "",
        "5. **Synthetic Data and Experimentation**: Raúl, your work on synthetic images for black hole analysis is quite innovative. Rasmus, have you experimented with synthetic data in your freeze-casting research? What role do you think synthetic data could play in improving the accuracy of material characterization or the modeling of complex physical processes? How could both of your research areas benefit from a shared approach to data generation and analysis?"
      ]
    },
    "33": {
      "name": "Ka Hei Choi",
      "fas": "Name: Ka Hei Choi\n\nAffiliation: Ludwig Maximilian University of Munich\n\nWorkshop Goals: Ideally, I would love to learn how graph neural networks are applied in theoretical and computational physics research.    I am also very interested in the latest developments in artificial neural network architecture that people find great potential. What are their strength, and what makes them so promising?    It would be amazing for me to find potential collaborators to discuss how we can apply ML method in biophysics or cosmology. And I am happy to share my current research and how we apply ML to understand the formation of primordial black holes in the early universe.    What particularly excites me now, is my humble side project that I am learning to apply graph neural networks to computer vision.\n\nInterest in ML methods/data: In my research, I work with numerical and simulation data representing a scalar field, which can be converted into 3D images.    Additionally, I am currently learning about graph neural networks and their application in computer vision using image datasets.\n\nInterest in Physics: My research field is high-energy physics, specifically in the following areas:        1. Quantum field theory in curved spacetimes    2. Effective field theory    3. Cosmology    4. Black hole physics and gravitational collapse    5. Extreme value statistics\n\nPublications:\n\n\nAbstracts:\n",
      "distance": 0.34180200932256266,
      "discussion_points": [
        "1. **Exploring ML Techniques in Physics**: Rasmus, you focus on CNNs and generative models, while Ka Hei is delving into graph neural networks for image datasets in high-energy physics. How do you both see the strengths and weaknesses of these different ML methods in addressing challenges within your respective fields? Are there scenarios where combining these techniques could yield better results?",
        "",
        "2. **Applications of ML in Material Science and Cosmology**: Given Rasmus's work on freeze-casting and Ka Hei's research on primordial black holes, can you discuss how machine learning could be used to optimize material properties in Rasmus's field while also enhancing the simulations or predictions in Ka Hei's cosmological studies?",
        "",
        "3. **Data Representation and Interpretation**: Ka Hei, your research involves converting numerical data into 3D images, while Rasmus works with thermal gradients in a freeze-casting device. How do you both handle data representation and visualization in your projects? What challenges do you face in interpreting complex datasets, and how might collaboration help address these challenges?",
        "",
        "4. **Interdisciplinary Approaches**: Both of you are interested in the intersection of machine learning and physics. How do you perceive the role of interdisciplinary collaboration in your research? Are there specific projects or ideas where you'd like to explore this further, perhaps combining insights from materials science and high-energy physics?",
        "",
        "5. **Future Directions in ML Research**: With the rapid advancements in ML architectures, what emerging trends or technologies in machine learning excite you both? Rasmus, are there aspects of generative models that could enhance your work in thermoelectric devices? Ka Hei, how could the latest developments in neural networks potentially impact your studies in black hole formation?"
      ]
    },
    "25": {
      "name": "Theodoros Diamantopoulos",
      "fas": "Name: Theodoros Diamantopoulos\n\nAffiliation: Technical University of Denmark\n\nWorkshop Goals: Application of ML in scientific discovery and physics-informed NNs.\n\nInterest in ML methods/data: PINNs\n\nInterest in Physics: Heat and mass transfer, computational fluid dynamics.\n\nPublications:\n\n\nAbstracts:\n",
      "distance": 0.3658358419673219,
      "discussion_points": [
        "1. **Exploring Synergies in ML Approaches**: Rasmus, you specialize in CNNs and generative models, while Theodoros, you focus on Physics-Informed Neural Networks (PINNs). How do you both envision integrating different ML methodologies to enhance modeling in heat transfer or magnetism? Are there specific applications where you see potential for collaboration?",
        "",
        "2. **Real-World Applications of Your Research**: Rasmus, your work on the freeze-casting device involves precise temperature control in material processing. Theodoros, could PINNs be utilized to predict or optimize the thermal gradients in your experiments? What are some practical challenges you foresee in applying ML to these areas?",
        "",
        "3. **Interdisciplinary Collaboration**: Both of you are at the Technical University of Denmark and share interests in heat transfer, yet approach it from different angles. How can interdisciplinary collaboration between machine learning and experimental physics lead to novel insights or breakthroughs in your respective fields?",
        "",
        "4. **Future Trends in ML and Physics**: Given your shared interests in heat and mass transfer, what emerging trends or technologies in machine learning do you think will have the most significant impact on physics research in the next few years? How can you both stay ahead of these trends to enhance your research?",
        "",
        "5. **Challenges in Data and Model Training**: Rasmus, your work involves generating precise measurements for freeze-casting, and Theodoros, you deal with complex fluid dynamics. What challenges have you faced in data collection and model training regarding your specific domains, and how might sharing your experiences help overcome those obstacles?"
      ]
    },
    "19": {
      "name": "atefe ebrahimi",
      "fas": "Name: atefe ebrahimi\n\nAffiliation: SISSA\n\nWorkshop Goals: LEARNING NEW THINGS ABOUT MASCHINE LEARNING\n\nInterest in ML methods/data: Structured/numerical data\n\nInterest in Physics: condensed matter\n\nPublications:\n\n\nAbstracts:\n",
      "distance": 0.37507518446018706,
      "discussion_points": [
        "1. **Exploration of ML Applications**: Rasmus, you focus on CNNs and generative models, while Atefe works with structured and numerical data. How do you see the integration of different machine learning approaches enhancing the analysis of physical phenomena, particularly in magnetism and condensed matter?",
        "",
        "2. **Intersection of Freeze-Casting and Condensed Matter**: Rasmus, your research on freeze-casting involves controlling thermal gradients and structures. Atefe, could you share insights on how condensed matter physics principles might inform or improve the materials produced through freeze-casting? ",
        "",
        "3. **Data Challenges in Experimental Physics**: Both of you are dealing with data-driven approaches in your work. What are some of the biggest challenges you face in terms of data collection and analysis in your respective fields? How might sharing strategies or methodologies help overcome these challenges?",
        "",
        "4. **Generative Models for Material Design**: Rasmus, you have experience with generative models. Atefe, have you explored or considered the use of generative models in your work with numerical data? How could these models potentially aid in predicting material properties or behaviors in condensed matter systems?",
        "",
        "5. **Future Collaboration Opportunities**: Given your interests in machine learning and its applications in physical sciences, what specific projects or areas do you think would benefit from a collaboration between your two fields? Are there particular experiments or simulations that could leverage both your expertise in ML and physics?"
      ]
    },
    "27": {
      "name": "Sergey Fedorov",
      "fas": "Name: Sergey Fedorov\n\nAffiliation: Niels Bohr Institute\n\nWorkshop Goals: Gauge the potential of applying modern machine learning techniques in my field.\n\nInterest in ML methods/data: Time series and Gaussian processes\n\nInterest in Physics: Quantum measurements and metrology, structural mechanics\n\nPublications:\nSqueezed light from an oscillator measured at the rate of oscillation\nThermal intermodulation noise in cavity-based measurements\nElastic strain engineering for ultralow mechanical dissipation\n\nAbstracts:\n<jats:title>Abstract</jats:title><jats:p>Sufficiently fast continuous measurements of the position of an oscillator approach measurements projective on position eigenstates. We evidence the transition into the projective regime for a spin oscillator within an ensemble of 2 × 10<jats:sup>10</jats:sup> room-temperature atoms by observing correlations between the quadratures of the meter light field. These correlations squeeze the fluctuations of one light quadrature below the vacuum level. When the measurement is slower than the oscillation, we generate <jats:inline-formula><jats:alternatives><jats:tex-math>$$11.{5}_{-1.5}^{+2.5}\\,{{{{{{{\\rm{dB}}}}}}}}$$</jats:tex-math><mml:math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\">\n                  <mml:mn>11</mml:mn>\n                  <mml:mo>.</mml:mo>\n                  <mml:msubsup>\n                    <mml:mrow>\n                      <mml:mn>5</mml:mn>\n                    </mml:mrow>\n                    <mml:mrow>\n                      <mml:mo>−</mml:mo>\n                      <mml:mn>1.5</mml:mn>\n                    </mml:mrow>\n                    <mml:mrow>\n                      <mml:mo>+</mml:mo>\n                      <mml:mn>2.5</mml:mn>\n                    </mml:mrow>\n                  </mml:msubsup>\n                  <mml:mspace/>\n                  <mml:mi>dB</mml:mi>\n                </mml:math></jats:alternatives></jats:inline-formula> and detect <jats:inline-formula><jats:alternatives><jats:tex-math>$$8.{5}_{-0.1}^{+0.1}\\,{{{{{{{\\rm{dB}}}}}}}}$$</jats:tex-math><mml:math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\">\n                  <mml:mn>8</mml:mn>\n                  <mml:mo>.</mml:mo>\n                  <mml:msubsup>\n                    <mml:mrow>\n                      <mml:mn>5</mml:mn>\n                    </mml:mrow>\n                    <mml:mrow>\n                      <mml:mo>−</mml:mo>\n                      <mml:mn>0.1</mml:mn>\n                    </mml:mrow>\n                    <mml:mrow>\n                      <mml:mo>+</mml:mo>\n                      <mml:mn>0.1</mml:mn>\n                    </mml:mrow>\n                  </mml:msubsup>\n                  <mml:mspace/>\n                  <mml:mi>dB</mml:mi>\n                </mml:math></jats:alternatives></jats:inline-formula> of squeezing in a tunable band that is a fraction of the resonance frequency. When the measurement is as fast as the oscillation, we detect 4.7 dB of squeezing that spans more than one decade of frequencies below the resonance. Our results demonstrate a new regime of continuous quantum measurements on material oscillators, and set a new benchmark for the performance of a linear quantum sensor.</jats:p>\n<jats:p>Thermal frequency fluctuations in optical cavities limit the sensitivity of precision experiments ranging from gravitational wave observatories to optical atomic clocks. Conventional modeling of these noises assumes a linear response of the optical field to the fluctuations of cavity frequency. Fundamentally, however, this response is nonlinear. Here we show that nonlinearly transduced thermal fluctuations of cavity frequency can dominate the broadband noise in photodetection, even when the magnitude of fluctuations is much smaller than the cavity linewidth. We term this noise “thermal intermodulation noise” and show that for a resonant laser probe it manifests as intensity fluctuations. We report and characterize thermal intermodulation noise in an optomechanical cavity, where the frequency fluctuations are caused by mechanical Brownian motion, and find excellent agreement with our developed theoretical model. We demonstrate that the effect is particularly relevant to quantum optomechanics: using a phononic crystal <jats:inline-formula>\n\t    \n\t  </jats:inline-formula> membrane with a low-mass, soft-clamped mechanical mode, we are able to operate in the regime where measurement quantum backaction contributes as much force noise as the thermal environment does. However, in the presence of intermodulation noise, quantum signatures of measurement are not revealed in direct photodetection. The reported noise mechanism, while studied for an optomechanical system, can exist in any optical cavity.</jats:p>\n<jats:title>Better performance under stress</jats:title>\n          <jats:p>\n            Engineering stress or strain into materials can improve their performance. Adding mechanical stress to silicon chips, for instance, produces transistors with enhanced electron mobility. Ghadimi\n            <jats:italic>et al.</jats:italic>\n            explore the possibility of enhancing the vibrational properties of a micromechanical oscillator by engineering stress within the structure (see the Perspective by Eichler). By careful design of the micromechanical oscillator, and by building in associated stresses, exceptional vibrational properties can be produced. Such enhanced oscillators could be used as exquisite force sensors.\n          </jats:p>\n          <jats:p>\n            <jats:italic>Science</jats:italic>\n            , this issue p.\n            <jats:related-article xmlns:xlink=\"http://www.w3.org/1999/xlink\" ext-link-type=\"doi\" issue=\"6390\" page=\"764\" related-article-type=\"in-this-issue\" vol=\"360\" xlink:href=\"10.1126/science.aar6939\">764</jats:related-article>\n            ; see also p.\n            <jats:related-article xmlns:xlink=\"http://www.w3.org/1999/xlink\" ext-link-type=\"doi\" issue=\"6390\" page=\"706\" related-article-type=\"in-this-issue\" vol=\"360\" xlink:href=\"10.1126/science.aat1983\">706</jats:related-article>\n          </jats:p>",
      "distance": 0.405024831561529,
      "discussion_points": [
        "1. **Exploring Machine Learning Techniques**: Rasmus, given your interest in generative models and CNNs, have you considered how these methods could be applied to optimize the freeze-casting process or material design? Sergey, could you share insights on how time series analysis or Gaussian processes might enhance measurements in your quantum experiments?",
        "",
        "2. **Interdisciplinary Applications**: Both of your research areas intersect with advanced material properties and measurement techniques. How do you envision the potential for collaboration between your fields? For instance, could the precision in Rasmus's freeze-casting technology benefit from the quantum measurement techniques Sergey is developing?",
        "",
        "3. **Impact of Temperature Control**: Rasmus, your work emphasizes high-precision temperature control in freeze-casting. Sergey, temperature fluctuations can also affect quantum measurements. How do you manage thermal noise in your experiments, and do you see any parallels in how temperature control might impact both your areas of research?",
        "",
        "4. **Generative Models and Quantum Mechanics**: Rasmus, generative models are fascinating for creating new material structures. Sergey, how do you think machine learning, particularly generative models, could advance our understanding of quantum states or measurements? Could there be innovative ways to visualize or interpret quantum data using these techniques?",
        "",
        "5. **Future Trends in Physics and Material Science**: With both of you focusing on cutting-edge techniques in your respective fields, what emerging trends do you see shaping the future of material science and quantum measurements? How can interdisciplinary approaches leverage these trends for innovative breakthroughs?"
      ]
    },
    "36": {
      "name": "Christa Gall",
      "fas": "Name: Christa Gall\n\nAffiliation: DARK / Niels Bohr Institute / UCPH\n\nWorkshop Goals: Learn more about different ML algorithm and estimation of uncertainties.  Find possible collaborators for future projects involving ML techniques in the are of astrophysics.\n\nInterest in ML methods/data: Usually have astrophysical data and measurements and use theoretical models to interpret the data. ML offers an opportunity to e.g., explore a larger parameter space, but also to classify data and astrophysical objects differently.\n\nInterest in Physics: Astrophysics\n\nPublications:\n\n\nAbstracts:\n",
      "distance": 0.40684367570726876,
      "discussion_points": [
        "1. **Intersection of ML and Physics**: Rasmus, you work with CNNs and generative models in your research on thermoelectric temperature control for freeze-casting. Christa, you utilize ML to analyze astrophysical data and improve parameter estimation. How do you both see the role of ML evolving in your respective fields, particularly in terms of enhancing experimental or observational outcomes?",
        "",
        "2. **Collaboration on Data Analysis Techniques**: Given that both of you are interested in ML methods, would you be open to discussing potential collaborations where techniques used in freeze-casting analysis could be applied to astrophysical data classification or vice versa? What specific aspects of ML do you think could be beneficial to share between your fields?",
        "",
        "3. **Understanding Uncertainties**: Christa, you mentioned an interest in estimating uncertainties within your astrophysical models. Rasmus, considering your work with precise temperature control in dynamic freezing conditions, how do you approach uncertainty in your experimental setups? Could there be a crossover in how you both quantify and handle uncertainties in your respective research?",
        "",
        "4. **Application of Generative Models**: Rasmus, your expertise in generative models might offer insights into simulating astrophysical phenomena or materials. Christa, have you considered using generative models to create synthetic astrophysical datasets for testing your ML algorithms? What challenges do you foresee in such an application?",
        "",
        "5. **Thermal Processes in Astrophysics**: Rasmus, your research includes heat transfer and magnetism, while Christa works in astrophysics. How do you think understanding thermal processes and material behavior at various temperatures could inform astrophysical phenomena, such as the formation of celestial bodies or the behavior of matter in extreme environments?"
      ]
    },
    "48": {
      "name": "Christian Glaser",
      "fas": "Name: Christian Glaser\n\nAffiliation: Uppsala University\n\nWorkshop Goals: AI methods between fields are often very transferable. I hope to get new inspiration of methods/approaches/network architectures etc. for application in my field of research. And maybe my contribution can also inspire others.\n\nInterest in ML methods/data: Normalizing flows for PDF prediction and all network architectures that give the best performance ;-) (CNNs, GNNs, Transformers, GANs, Diffusion models).    Resource constraint computing for real-time triggering/processing on low-power hardware.\n\nInterest in Physics: Astroparticle Physics, in particular, high and ultra-high energy neutrinos and cosmic rays\n\nPublications:\nFirst-principle calculation of birefringence effects for in-ice radio detection of neutrinos\nThe ultra-high-energy neutrino-nucleon cross section: measurement forecasts for an era of cosmic EeV-neutrino discovery\nFlavor composition of ultrahigh-energy cosmic neutrinos: Measurement forecasts for in-ice radio-based EeV neutrino telescopes\n\nAbstracts:\n<jats:title>Abstract</jats:title><jats:p>The detection of high-energy neutrinos in the EeV range requires new detection techniques to cope with the small expected flux. The radio detection method, utilizing Askaryan emission, can be used to detect these neutrinos in polar ice. The propagation of the radio pulses has to be modeled carefully to reconstruct the energy, direction, and flavor of the neutrino from the detected radio flashes. Here, we study the effect of birefringence in ice, which splits up the radio pulse into two orthogonal polarization components with slightly different propagation speeds. This provides useful signatures to determine the neutrino energy and is potentially important to determine the neutrino direction to degree precision. We calculated the effect of birefringence from first principles where the only free parameter is the dielectric tensor as a function of position. Our code, for the first time, can propagate full RF waveforms, taking interference due to changing polarization eigenvectors during propagation into account. The model is available open-source through the NuRadioMC framework. We compare our results to in-situ calibration data from the ARA and ARIANNA experiments and find good agreement for the available time delay measurements. This indicates a significant improvement of the prediction power of birefringence effects compared to previous models. Finally, the implications and opportunities for neutrino detection are discussed.</jats:p>\n<jats:title>A<jats:sc>bstract</jats:sc></jats:title><jats:p>Neutrino interactions with protons and neutrons probe their deep structure and may reveal new physics. The higher the neutrino energy, the sharper the probe. So far, the neutrino-nucleon (<jats:italic>νN</jats:italic>) cross section is known across neutrino energies from a few hundred MeV to a few PeV. Soon, ultra-high-energy (UHE) cosmic neutrinos, with energies above 100 PeV, could take us farther. So far, they have evaded discovery, but upcoming UHE neutrino telescopes endeavor to find them. We present the first detailed measurement forecasts of the UHE<jats:italic>νN</jats:italic>cross section, geared to IceCube-Gen2, one of the leading detectors under planning. We use state-of-the-art ingredients in every stage of our forecasts: in the UHE neutrino flux predictions, the neutrino propagation inside Earth, the emission of neutrino-induced radio signals in the detector, their propagation and detection, and the treatment of backgrounds. After 10 years, if at least a few tens of UHE neutrino-induced events are detected, IceCube-Gen2 could measure the<jats:italic>νN</jats:italic>cross section at center-of-mass energies of<jats:inline-formula><jats:alternatives><jats:tex-math>$$ \\sqrt{s} $$</jats:tex-math><mml:math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\"><mml:msqrt><mml:mi>s</mml:mi></mml:msqrt></mml:math></jats:alternatives></jats:inline-formula><jats:italic>≈</jats:italic>10–100 TeV for the first time, with a precision comparable to that of its theory prediction.</jats:p>\n<jats:p>In-ice radio detection is a promising technique to discover and characterize ultrahigh-energy (UHE) neutrinos, with energies above <a:math xmlns:a=\"http://www.w3.org/1998/Math/MathML\" display=\"inline\"><a:mrow><a:msup><a:mrow><a:mn>10</a:mn></a:mrow><a:mrow><a:mn>17</a:mn></a:mrow></a:msup><a:mtext> </a:mtext><a:mtext> </a:mtext><a:mi>eV</a:mi></a:mrow></a:math>, adopted by present—ARA, ARIANNA, and RNO-G—and planned—IceCube-Gen2—experiments. So far, their ability to measure neutrino flavor had remained unexplored. We show and quantify how the neutrino flavor can be measured with in-ice radio detectors using two complementary detection channels. The first channel, sensitive to <c:math xmlns:c=\"http://www.w3.org/1998/Math/MathML\" display=\"inline\"><c:msub><c:mi>ν</c:mi><c:mi>e</c:mi></c:msub></c:math>, identifies them via their charged-current interactions, whose radio emission is elongated in time due to the Landau-Pomeranchuk-Migdal effect. The second channel, sensitive to <e:math xmlns:e=\"http://www.w3.org/1998/Math/MathML\" display=\"inline\"><e:msub><e:mi>ν</e:mi><e:mi>μ</e:mi></e:msub></e:math> and <g:math xmlns:g=\"http://www.w3.org/1998/Math/MathML\" display=\"inline\"><g:msub><g:mi>ν</g:mi><g:mi>τ</g:mi></g:msub></g:math>, identifies events made up of multiple showers generated by the muons and taus they generate. We show this in state-of-the-art forecasts geared at IceCube-Gen2, for representative choices of the UHE neutrino flux. This newfound sensitivity could allow us to infer the UHE neutrino flavor composition at their sources—and thus the neutrino production mechanism—and to probe UHE neutrino physics.</jats:p>\n          <jats:sec>\n            <jats:title/>\n            <jats:supplementary-material>\n              <jats:permissions>\n                <jats:copyright-statement>Published by the American Physical Society</jats:copyright-statement>\n                <jats:copyright-year>2024</jats:copyright-year>\n              </jats:permissions>\n            </jats:supplementary-material>\n          </jats:sec>",
      "distance": 0.4380826113334091,
      "discussion_points": [
        "1. **Exploring Cross-Disciplinary Applications of ML**: Rasmus, you mentioned your interest in CNNs and generative models. Christian, given your focus on normalizing flows and various network architectures, how do you see machine learning methods, particularly CNNs, being applicable in your work with high-energy neutrino detection? Could there be potential for integrating your methodologies to enhance real-time data processing?",
        "",
        "2. **Thermal Management in Experimental Physics**: Rasmus, your work on a freeze-casting device requires precise thermal control, which is crucial in material science. Christian, in your research on neutrino detection, have you encountered challenges related to thermal effects in the polar ice or the experimental setup? It would be interesting to discuss how advanced thermal management techniques could improve experimental precision in both your fields.",
        "",
        "3. **Generative Models and Simulation**: Rasmus, you’re working with generative models, which can be powerful in simulating complex systems. Christian, with your focus on modeling neutrino interactions and radio detection methods, have you considered using generative models to simulate the behavior of neutrinos or the effects of birefringence in ice? This could lead to enhanced predictive capabilities in both of your research areas.",
        "",
        "4. **The Role of Material Design in Detector Development**: Rasmus, your research on freeze-casting could potentially contribute to the development of new materials for detectors in astroparticle physics. Christian, how crucial do you think the choice of materials is in the performance of neutrino detectors? Could there be a collaboration opportunity where Rasmus's expertise in material processing could improve detector designs?",
        "",
        "5. **Real-Time Data Processing and Resource Constraints**: Christian, you mentioned your interest in resource-constrained computing for real-time processing. Rasmus, have you faced challenges in data acquisition or processing in your freeze-casting experiments? Perhaps both of you could share experiences and strategies on managing data flow and processing within the constraints of your respective experimental setups, leading to potential collaborative solutions."
      ]
    }
  },
  "34": {
    "29": {
      "name": "Raúl Carballo-Rubio",
      "fas": "Name: Raúl Carballo-Rubio\n\nAffiliation: Southern Denmark University (SDU)\n\nWorkshop Goals: I hope to meet colleagues with expertise in ML/AI and be able to discuss current open problems in black hole physics that could benefit from applying such techniques, with the idea of starting new collaborations and learn more about these techniques.\n\nInterest in ML methods/data: I'm interested in image and patter recognition, with the analysis of black hole images and interferometric data in mind.\n\nInterest in Physics: I work in black hole physics, from fundamental aspects such as singularity regularization due to quantum gravity, to observational aspects, more specifically the imaging of black holes and alternatives. I'm interested in harnessing the power of ML/AI to better understand interferometric data and black hole images.\n\nPublications:\nDisentangling photon rings beyond General Relativity with future radio-telescope arrays\n\nAbstracts:\n<jats:title>Abstract</jats:title>\n               <jats:p>New physics beyond General Relativity can modify image features of black holes and\n  horizonless spacetimes and increase the separation between photon rings.  This motivates us to\n  explore synthetic images consisting of two thin rings.  Our synthetic images are parameterized by\n  the separation as well as the relative flux density of the two rings.  We perform fits to the\n  visibility amplitude and analyze closure quantities. The current Event Horizon Telescope array\n  cannot detect the presence of a second ring in the region of parameters motivated by particular\n  new-physics cases. We show that this can be improved in three ways: first, if the array is\n  upgraded with Earth-based telescopes with sufficiently high sensitivity, second, if the array is\n  upgraded with a space-based station and third, if super-resolution techniques are used for the\n  data obtained by the array.</jats:p>",
      "distance": 0.3092475666015265,
      "discussion_points": [
        "1. **Interdisciplinary Applications of ML**: Peter, you mentioned your interest in using ML to predict current flow in quantum devices. Raúl, how do you envision applying ML techniques to analyze data from black hole imaging? Are there overlapping methodologies between your work that could inspire a collaborative approach?",
        "",
        "2. **Data Challenges in Quantum and Astrophysical Research**: Both of your fields seem to involve complex data sets—Peter with quantum transport and Raúl with interferometric data. What specific challenges do you face in data collection and analysis, and how might sharing insights on these challenges lead to innovative solutions?",
        "",
        "3. **The Role of Visualization in Research**: Raúl, you are focused on image and pattern recognition in black hole physics, while Peter's work involves visualizing the behavior of 2D materials under various conditions. How important do you both think visualization is in your respective fields, and could there be potential for developing shared tools or techniques for better visual representation of data?",
        "",
        "4. **Impact of ML on Future Research Directions**: Both of you are exploring frontiers in your fields—Peter with quantum devices and Raúl with black holes. How do you see the role of ML evolving in your research areas over the next few years? What are some exciting prospects for future discoveries that could stem from its application?",
        "",
        "5. **Ethical Considerations in AI Research**: Given your interest in responsible AI use, Peter, and the potential implications of ML in understanding fundamental aspects of physics, Raúl, what ethical considerations do you think are important when applying AI techniques in your research? How can you work together to promote responsible AI practices within your respective fields?"
      ]
    },
    "33": {
      "name": "Ka Hei Choi",
      "fas": "Name: Ka Hei Choi\n\nAffiliation: Ludwig Maximilian University of Munich\n\nWorkshop Goals: Ideally, I would love to learn how graph neural networks are applied in theoretical and computational physics research.    I am also very interested in the latest developments in artificial neural network architecture that people find great potential. What are their strength, and what makes them so promising?    It would be amazing for me to find potential collaborators to discuss how we can apply ML method in biophysics or cosmology. And I am happy to share my current research and how we apply ML to understand the formation of primordial black holes in the early universe.    What particularly excites me now, is my humble side project that I am learning to apply graph neural networks to computer vision.\n\nInterest in ML methods/data: In my research, I work with numerical and simulation data representing a scalar field, which can be converted into 3D images.    Additionally, I am currently learning about graph neural networks and their application in computer vision using image datasets.\n\nInterest in Physics: My research field is high-energy physics, specifically in the following areas:        1. Quantum field theory in curved spacetimes    2. Effective field theory    3. Cosmology    4. Black hole physics and gravitational collapse    5. Extreme value statistics\n\nPublications:\n\n\nAbstracts:\n",
      "distance": 0.3371573600894475,
      "discussion_points": [
        "1. **Exploring AI Applications**: Peter, you have a keen interest in how AI can enable research in condensed matter physics, particularly in predicting current flow in quantum devices. Ka Hei, you are looking into graph neural networks in theoretical physics. How do you both envision the application of AI and ML techniques in your respective fields? Are there specific challenges or opportunities you see for cross-disciplinary collaboration between condensed matter and high-energy physics?",
        "",
        "2. **Graph Neural Networks in Physics**: Ka Hei, you mentioned an interest in graph neural networks and their potential in computer vision. Peter, considering your work on the shapes and topology of circuitry in quantum devices, do you think there are ways that graph neural networks could be used to model or analyze the structural properties of 2D materials? How might this approach enhance understanding in your research areas?",
        "",
        "3. **Intersections of Research Interests**: Both of you are engaged with quantum phenomena—Peter in condensed matter and Ka Hei in high-energy physics. How do you see the interplay between condensed matter physics and cosmology? For example, could insights from quantum transport in materials inform our understanding of phenomena like primordial black holes or gravitational collapse?",
        "",
        "4. **ML Methodologies**: Ka Hei, you are interested in the latest developments in neural network architectures. Peter, given your focus on responsible and effective use of ML, what are your thoughts on the ethical implications and best practices in applying these methods to research? How do you both ensure that ML techniques contribute positively to scientific discovery without leading to overfitting or misinterpretation of data?",
        "",
        "5. **Potential Collaborations and Side Projects**: Both of you are open to exploring collaborations. Peter, how might your work on the long-term stability of WSe2 with environmental factors mesh with Ka Hei's interest in the early universe? Could there be shared methodologies or insights that could benefit both fields, especially in understanding material behaviors under extreme conditions?"
      ]
    },
    "25": {
      "name": "Theodoros Diamantopoulos",
      "fas": "Name: Theodoros Diamantopoulos\n\nAffiliation: Technical University of Denmark\n\nWorkshop Goals: Application of ML in scientific discovery and physics-informed NNs.\n\nInterest in ML methods/data: PINNs\n\nInterest in Physics: Heat and mass transfer, computational fluid dynamics.\n\nPublications:\n\n\nAbstracts:\n",
      "distance": 0.3407596195876518,
      "discussion_points": [
        "1. **Exploring Common Ground in AI Applications**: Peter, you mentioned your interest in how AI can enable research, particularly in predicting current flow in quantum devices. Theodoros, your focus on physics-informed neural networks (PINNs) in heat and mass transfer could offer insights into how these methods might be adapted for quantum systems. How do you both see the potential for cross-pollination of ideas between your areas of research?",
        "",
        "2. **Interdisciplinary Approaches to Materials Science**: Both of you are affiliated with the Technical University of Denmark and are working on cutting-edge topics in physics. Peter, your work on 2D materials like WSe2 aligns with Theodoros's interest in computational fluid dynamics. How might fluid dynamics principles play a role in the fabrication or behavior of these quantum materials, and could this lead to collaborative projects?",
        "",
        "3. **Challenges in Data Utilization**: Peter, you've highlighted the importance of using ML/AI responsibly in research. Theodoros, as you apply ML in scientific discovery, what challenges have you encountered in ensuring data integrity and model reliability, especially in the context of physics-informed approaches? Sharing these challenges could lead to collaborative solutions.",
        "",
        "4. **Future Trends in Quantum and Fluid Dynamics Research**: Given the rapid advancements in both quantum technologies and computational methods, what emerging trends do you both foresee in your respective fields? How could innovations in ML techniques, such as PINNs, impact the study of quantum transport or the behavior of nanomaterials?",
        "",
        "5. **Potential Collaborative Research Directions**: Considering both your interests in ML applications, what specific research questions or projects do you think could benefit from your combined expertise? For instance, could Theodoros's work on computational fluid dynamics contribute to understanding thermal effects in Peter's quantum device research?"
      ]
    },
    "19": {
      "name": "atefe ebrahimi",
      "fas": "Name: atefe ebrahimi\n\nAffiliation: SISSA\n\nWorkshop Goals: LEARNING NEW THINGS ABOUT MASCHINE LEARNING\n\nInterest in ML methods/data: Structured/numerical data\n\nInterest in Physics: condensed matter\n\nPublications:\n\n\nAbstracts:\n",
      "distance": 0.34360477592490046,
      "discussion_points": [
        "1. **Exploring AI Applications in Condensed Matter**: Peter, you mentioned your interest in using machine learning to predict current flow in quantum devices. Atefe, given your focus on structured/numerical data, how do you see machine learning enhancing research in condensed matter physics? Are there specific data types or modeling techniques you believe could complement Peter's work?",
        "",
        "2. **Collaborative Opportunities with 2D Materials**: Peter, your research on multilayer WSe2 and its applications in quantum transport is fascinating. Atefe, have you explored any structured data methods that could provide insights into the properties of 2D materials? Perhaps there’s potential for collaboration in analyzing experimental data from these materials.",
        "",
        "3. **Responsible Use of AI/ML in Research**: Both of you have expressed a commitment to responsible and effective use of ML/AI in research. What ethical considerations do you think should be prioritized when developing machine learning models in physics? How can your respective institutions support the responsible deployment of these technologies?",
        "",
        "4. **Integration of Machine Learning with Experimental Techniques**: Peter, your work utilizes phase-contrast AFM to study material properties over time. Atefe, how do you envision the integration of machine learning with experimental techniques in condensed matter physics? Are there any methodologies or case studies that have inspired you in this regard?",
        "",
        "5. **Future Directions in Quantum Transport and Machine Learning**: Given the rapid advancements in both quantum transport and machine learning, what emerging trends or technologies do you both find particularly exciting? How do you see these fields intersecting in the next few years, and what role do you think collaborative research might play in driving innovation?"
      ]
    },
    "27": {
      "name": "Sergey Fedorov",
      "fas": "Name: Sergey Fedorov\n\nAffiliation: Niels Bohr Institute\n\nWorkshop Goals: Gauge the potential of applying modern machine learning techniques in my field.\n\nInterest in ML methods/data: Time series and Gaussian processes\n\nInterest in Physics: Quantum measurements and metrology, structural mechanics\n\nPublications:\nSqueezed light from an oscillator measured at the rate of oscillation\nThermal intermodulation noise in cavity-based measurements\nElastic strain engineering for ultralow mechanical dissipation\n\nAbstracts:\n<jats:title>Abstract</jats:title><jats:p>Sufficiently fast continuous measurements of the position of an oscillator approach measurements projective on position eigenstates. We evidence the transition into the projective regime for a spin oscillator within an ensemble of 2 × 10<jats:sup>10</jats:sup> room-temperature atoms by observing correlations between the quadratures of the meter light field. These correlations squeeze the fluctuations of one light quadrature below the vacuum level. When the measurement is slower than the oscillation, we generate <jats:inline-formula><jats:alternatives><jats:tex-math>$$11.{5}_{-1.5}^{+2.5}\\,{{{{{{{\\rm{dB}}}}}}}}$$</jats:tex-math><mml:math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\">\n                  <mml:mn>11</mml:mn>\n                  <mml:mo>.</mml:mo>\n                  <mml:msubsup>\n                    <mml:mrow>\n                      <mml:mn>5</mml:mn>\n                    </mml:mrow>\n                    <mml:mrow>\n                      <mml:mo>−</mml:mo>\n                      <mml:mn>1.5</mml:mn>\n                    </mml:mrow>\n                    <mml:mrow>\n                      <mml:mo>+</mml:mo>\n                      <mml:mn>2.5</mml:mn>\n                    </mml:mrow>\n                  </mml:msubsup>\n                  <mml:mspace/>\n                  <mml:mi>dB</mml:mi>\n                </mml:math></jats:alternatives></jats:inline-formula> and detect <jats:inline-formula><jats:alternatives><jats:tex-math>$$8.{5}_{-0.1}^{+0.1}\\,{{{{{{{\\rm{dB}}}}}}}}$$</jats:tex-math><mml:math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\">\n                  <mml:mn>8</mml:mn>\n                  <mml:mo>.</mml:mo>\n                  <mml:msubsup>\n                    <mml:mrow>\n                      <mml:mn>5</mml:mn>\n                    </mml:mrow>\n                    <mml:mrow>\n                      <mml:mo>−</mml:mo>\n                      <mml:mn>0.1</mml:mn>\n                    </mml:mrow>\n                    <mml:mrow>\n                      <mml:mo>+</mml:mo>\n                      <mml:mn>0.1</mml:mn>\n                    </mml:mrow>\n                  </mml:msubsup>\n                  <mml:mspace/>\n                  <mml:mi>dB</mml:mi>\n                </mml:math></jats:alternatives></jats:inline-formula> of squeezing in a tunable band that is a fraction of the resonance frequency. When the measurement is as fast as the oscillation, we detect 4.7 dB of squeezing that spans more than one decade of frequencies below the resonance. Our results demonstrate a new regime of continuous quantum measurements on material oscillators, and set a new benchmark for the performance of a linear quantum sensor.</jats:p>\n<jats:p>Thermal frequency fluctuations in optical cavities limit the sensitivity of precision experiments ranging from gravitational wave observatories to optical atomic clocks. Conventional modeling of these noises assumes a linear response of the optical field to the fluctuations of cavity frequency. Fundamentally, however, this response is nonlinear. Here we show that nonlinearly transduced thermal fluctuations of cavity frequency can dominate the broadband noise in photodetection, even when the magnitude of fluctuations is much smaller than the cavity linewidth. We term this noise “thermal intermodulation noise” and show that for a resonant laser probe it manifests as intensity fluctuations. We report and characterize thermal intermodulation noise in an optomechanical cavity, where the frequency fluctuations are caused by mechanical Brownian motion, and find excellent agreement with our developed theoretical model. We demonstrate that the effect is particularly relevant to quantum optomechanics: using a phononic crystal <jats:inline-formula>\n\t    \n\t  </jats:inline-formula> membrane with a low-mass, soft-clamped mechanical mode, we are able to operate in the regime where measurement quantum backaction contributes as much force noise as the thermal environment does. However, in the presence of intermodulation noise, quantum signatures of measurement are not revealed in direct photodetection. The reported noise mechanism, while studied for an optomechanical system, can exist in any optical cavity.</jats:p>\n<jats:title>Better performance under stress</jats:title>\n          <jats:p>\n            Engineering stress or strain into materials can improve their performance. Adding mechanical stress to silicon chips, for instance, produces transistors with enhanced electron mobility. Ghadimi\n            <jats:italic>et al.</jats:italic>\n            explore the possibility of enhancing the vibrational properties of a micromechanical oscillator by engineering stress within the structure (see the Perspective by Eichler). By careful design of the micromechanical oscillator, and by building in associated stresses, exceptional vibrational properties can be produced. Such enhanced oscillators could be used as exquisite force sensors.\n          </jats:p>\n          <jats:p>\n            <jats:italic>Science</jats:italic>\n            , this issue p.\n            <jats:related-article xmlns:xlink=\"http://www.w3.org/1999/xlink\" ext-link-type=\"doi\" issue=\"6390\" page=\"764\" related-article-type=\"in-this-issue\" vol=\"360\" xlink:href=\"10.1126/science.aar6939\">764</jats:related-article>\n            ; see also p.\n            <jats:related-article xmlns:xlink=\"http://www.w3.org/1999/xlink\" ext-link-type=\"doi\" issue=\"6390\" page=\"706\" related-article-type=\"in-this-issue\" vol=\"360\" xlink:href=\"10.1126/science.aat1983\">706</jats:related-article>\n          </jats:p>",
      "distance": 0.349040851569542,
      "discussion_points": [
        "1. **Intersection of AI and Quantum Transport**: Peter, given your interest in using machine learning to predict current flow in quantum devices, have you considered any methods from time series analysis or Gaussian processes, which Sergey focuses on? Sergey, how do you think these techniques might apply to improving predictions in quantum transport or condensed matter systems?",
        "",
        "2. **Applications of Structural Mechanics in Quantum Devices**: Sergey, your work on structural mechanics and its impact on mechanical dissipation could be quite relevant to Peter's research on 2D materials and quantum devices. How do you see structural engineering principles potentially enhancing the performance or stability of quantum systems?",
        "",
        "3. **Measurement Techniques in Quantum Systems**: Both of you are dealing with advanced measurement techniques in your respective fields. Peter, could you elaborate on how the measurement challenges in your work with vdW heterostructures might be addressed using some of the quantum measurement methodologies that Sergey employs in his studies?",
        "",
        "4. **Responsible Use of AI in Research**: Peter, you mentioned the importance of responsible AI use in research. Sergey, what are your thoughts on the ethical implications of integrating AI in experimental physics, especially concerning data integrity and interpretability in quantum measurements?",
        "",
        "5. **Future Collaborative Projects**: Considering both your interests in machine learning and quantum systems, what potential collaborative projects could you envision that leverage Peter's expertise in material properties and AI with Sergey’s focus on quantum measurements and metrology? Are there specific applications or problems in your fields that you think could benefit from a combined approach?"
      ]
    },
    "36": {
      "name": "Christa Gall",
      "fas": "Name: Christa Gall\n\nAffiliation: DARK / Niels Bohr Institute / UCPH\n\nWorkshop Goals: Learn more about different ML algorithm and estimation of uncertainties.  Find possible collaborators for future projects involving ML techniques in the are of astrophysics.\n\nInterest in ML methods/data: Usually have astrophysical data and measurements and use theoretical models to interpret the data. ML offers an opportunity to e.g., explore a larger parameter space, but also to classify data and astrophysical objects differently.\n\nInterest in Physics: Astrophysics\n\nPublications:\n\n\nAbstracts:\n",
      "distance": 0.39618373162556797,
      "discussion_points": [
        "1. **Cross-Disciplinary Applications of ML**: Peter, you mentioned an interest in using ML to predict current flow in quantum devices. Christa, how do you see the application of ML techniques in astrophysics, particularly in classifying astronomical objects? Do you think there are common methodologies or insights that could be shared between your fields?",
        "",
        "2. **Uncertainty Estimation in ML Models**: Christa, you’re focusing on the estimation of uncertainties in ML algorithms. Peter, how do you handle uncertainties in your ML models, especially when predicting behaviors in materials like WSe2? This could lead to a fruitful discussion on best practices in uncertainty quantification across different scientific domains.",
        "",
        "3. **Topology and Data Representation**: Peter, your work on \"guessing\" shapes and topologies of circuitry is fascinating. Christa, have you considered how topological data analysis could be applied to astrophysical data? Perhaps there’s potential for collaboration in exploring how topological methods can enhance both fields.",
        "",
        "4. **Challenges in Data Interpretation**: Both of you are using ML to interpret complex datasets in your respective fields. What are some of the biggest challenges you face when interpreting results from ML models? Are there specific tools or techniques you’ve found particularly helpful in addressing these challenges?",
        "",
        "5. **Future Collaborations**: Given your mutual interest in ML and its applications, would you be open to exploring collaborative projects that leverage each other’s expertise? For instance, could ML methods developed in your quantum transport research be adapted to analyze large astrophysical datasets, or vice versa?"
      ]
    },
    "48": {
      "name": "Christian Glaser",
      "fas": "Name: Christian Glaser\n\nAffiliation: Uppsala University\n\nWorkshop Goals: AI methods between fields are often very transferable. I hope to get new inspiration of methods/approaches/network architectures etc. for application in my field of research. And maybe my contribution can also inspire others.\n\nInterest in ML methods/data: Normalizing flows for PDF prediction and all network architectures that give the best performance ;-) (CNNs, GNNs, Transformers, GANs, Diffusion models).    Resource constraint computing for real-time triggering/processing on low-power hardware.\n\nInterest in Physics: Astroparticle Physics, in particular, high and ultra-high energy neutrinos and cosmic rays\n\nPublications:\nFirst-principle calculation of birefringence effects for in-ice radio detection of neutrinos\nThe ultra-high-energy neutrino-nucleon cross section: measurement forecasts for an era of cosmic EeV-neutrino discovery\nFlavor composition of ultrahigh-energy cosmic neutrinos: Measurement forecasts for in-ice radio-based EeV neutrino telescopes\n\nAbstracts:\n<jats:title>Abstract</jats:title><jats:p>The detection of high-energy neutrinos in the EeV range requires new detection techniques to cope with the small expected flux. The radio detection method, utilizing Askaryan emission, can be used to detect these neutrinos in polar ice. The propagation of the radio pulses has to be modeled carefully to reconstruct the energy, direction, and flavor of the neutrino from the detected radio flashes. Here, we study the effect of birefringence in ice, which splits up the radio pulse into two orthogonal polarization components with slightly different propagation speeds. This provides useful signatures to determine the neutrino energy and is potentially important to determine the neutrino direction to degree precision. We calculated the effect of birefringence from first principles where the only free parameter is the dielectric tensor as a function of position. Our code, for the first time, can propagate full RF waveforms, taking interference due to changing polarization eigenvectors during propagation into account. The model is available open-source through the NuRadioMC framework. We compare our results to in-situ calibration data from the ARA and ARIANNA experiments and find good agreement for the available time delay measurements. This indicates a significant improvement of the prediction power of birefringence effects compared to previous models. Finally, the implications and opportunities for neutrino detection are discussed.</jats:p>\n<jats:title>A<jats:sc>bstract</jats:sc></jats:title><jats:p>Neutrino interactions with protons and neutrons probe their deep structure and may reveal new physics. The higher the neutrino energy, the sharper the probe. So far, the neutrino-nucleon (<jats:italic>νN</jats:italic>) cross section is known across neutrino energies from a few hundred MeV to a few PeV. Soon, ultra-high-energy (UHE) cosmic neutrinos, with energies above 100 PeV, could take us farther. So far, they have evaded discovery, but upcoming UHE neutrino telescopes endeavor to find them. We present the first detailed measurement forecasts of the UHE<jats:italic>νN</jats:italic>cross section, geared to IceCube-Gen2, one of the leading detectors under planning. We use state-of-the-art ingredients in every stage of our forecasts: in the UHE neutrino flux predictions, the neutrino propagation inside Earth, the emission of neutrino-induced radio signals in the detector, their propagation and detection, and the treatment of backgrounds. After 10 years, if at least a few tens of UHE neutrino-induced events are detected, IceCube-Gen2 could measure the<jats:italic>νN</jats:italic>cross section at center-of-mass energies of<jats:inline-formula><jats:alternatives><jats:tex-math>$$ \\sqrt{s} $$</jats:tex-math><mml:math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\"><mml:msqrt><mml:mi>s</mml:mi></mml:msqrt></mml:math></jats:alternatives></jats:inline-formula><jats:italic>≈</jats:italic>10–100 TeV for the first time, with a precision comparable to that of its theory prediction.</jats:p>\n<jats:p>In-ice radio detection is a promising technique to discover and characterize ultrahigh-energy (UHE) neutrinos, with energies above <a:math xmlns:a=\"http://www.w3.org/1998/Math/MathML\" display=\"inline\"><a:mrow><a:msup><a:mrow><a:mn>10</a:mn></a:mrow><a:mrow><a:mn>17</a:mn></a:mrow></a:msup><a:mtext> </a:mtext><a:mtext> </a:mtext><a:mi>eV</a:mi></a:mrow></a:math>, adopted by present—ARA, ARIANNA, and RNO-G—and planned—IceCube-Gen2—experiments. So far, their ability to measure neutrino flavor had remained unexplored. We show and quantify how the neutrino flavor can be measured with in-ice radio detectors using two complementary detection channels. The first channel, sensitive to <c:math xmlns:c=\"http://www.w3.org/1998/Math/MathML\" display=\"inline\"><c:msub><c:mi>ν</c:mi><c:mi>e</c:mi></c:msub></c:math>, identifies them via their charged-current interactions, whose radio emission is elongated in time due to the Landau-Pomeranchuk-Migdal effect. The second channel, sensitive to <e:math xmlns:e=\"http://www.w3.org/1998/Math/MathML\" display=\"inline\"><e:msub><e:mi>ν</e:mi><e:mi>μ</e:mi></e:msub></e:math> and <g:math xmlns:g=\"http://www.w3.org/1998/Math/MathML\" display=\"inline\"><g:msub><g:mi>ν</g:mi><g:mi>τ</g:mi></g:msub></g:math>, identifies events made up of multiple showers generated by the muons and taus they generate. We show this in state-of-the-art forecasts geared at IceCube-Gen2, for representative choices of the UHE neutrino flux. This newfound sensitivity could allow us to infer the UHE neutrino flavor composition at their sources—and thus the neutrino production mechanism—and to probe UHE neutrino physics.</jats:p>\n          <jats:sec>\n            <jats:title/>\n            <jats:supplementary-material>\n              <jats:permissions>\n                <jats:copyright-statement>Published by the American Physical Society</jats:copyright-statement>\n                <jats:copyright-year>2024</jats:copyright-year>\n              </jats:permissions>\n            </jats:supplementary-material>\n          </jats:sec>",
      "distance": 0.398207258417395,
      "discussion_points": [
        "1. **Interdisciplinary Approaches to AI in Research**: Peter, you’re exploring how AI can predict current flow in quantum devices, while Christian is interested in using AI methods for neutrino detection. How do you see the potential for cross-pollination of AI techniques between condensed matter physics and astroparticle physics? Could specific ML architectures you've both considered be adapted for each other's challenges?",
        "",
        "2. **Modeling Complex Phenomena**: Both of you are dealing with complex physical phenomena—Peter with electron-hole pair tunneling in 2D materials and Christian with neutrino interactions. What similarities do you see in the modeling approaches you use, particularly regarding the data-driven aspects? Are there any common challenges you've encountered in ensuring the accuracy of your models?",
        "",
        "3. **AI for Experimental Design**: Christian, you mentioned the need for new detection techniques for high-energy neutrinos. Peter, considering your interest in clean interface structures in 2D crystals, how might AI assist in optimizing experimental design or fabrication processes in your respective fields? Are there specific AI-driven methodologies that could streamline these efforts?",
        "",
        "4. **Resource Constraints and Real-Time Applications**: Christian, your focus on resource-constrained computing for real-time processing is intriguing. Peter, do you see potential for applying similar methodologies in your work with quantum devices? How might real-time data processing enhance your ability to predict and analyze current flow in those systems?",
        "",
        "5. **Ethical Use of AI in Research**: Given Peter's emphasis on using ML/AI responsibly, how do both of you approach the ethical implications of AI in your research? Are there particular frameworks or guidelines you think should be established to ensure AI is applied effectively and ethically across both physics domains?"
      ]
    }
  },
  "29": {
    "33": {
      "name": "Ka Hei Choi",
      "fas": "Name: Ka Hei Choi\n\nAffiliation: Ludwig Maximilian University of Munich\n\nWorkshop Goals: Ideally, I would love to learn how graph neural networks are applied in theoretical and computational physics research.    I am also very interested in the latest developments in artificial neural network architecture that people find great potential. What are their strength, and what makes them so promising?    It would be amazing for me to find potential collaborators to discuss how we can apply ML method in biophysics or cosmology. And I am happy to share my current research and how we apply ML to understand the formation of primordial black holes in the early universe.    What particularly excites me now, is my humble side project that I am learning to apply graph neural networks to computer vision.\n\nInterest in ML methods/data: In my research, I work with numerical and simulation data representing a scalar field, which can be converted into 3D images.    Additionally, I am currently learning about graph neural networks and their application in computer vision using image datasets.\n\nInterest in Physics: My research field is high-energy physics, specifically in the following areas:        1. Quantum field theory in curved spacetimes    2. Effective field theory    3. Cosmology    4. Black hole physics and gravitational collapse    5. Extreme value statistics\n\nPublications:\n\n\nAbstracts:\n",
      "distance": 0.34846666170610696,
      "discussion_points": [
        "1. **Exploration of ML Techniques**: Raúl, given your interest in image and pattern recognition for analyzing black hole images, how do you envision the integration of graph neural networks, which Ka Hei is currently exploring, into your work with interferometric data? Ka Hei, what insights can you share about the potential advantages of using graph neural networks in visualizing complex datasets like those in black hole imaging?",
        "",
        "2. **Interdisciplinary Applications**: Ka Hei, you mentioned applying machine learning methods in biophysics and cosmology. Raúl, considering your focus on black hole physics, what parallels do you see between the challenges faced in your field and those in high-energy physics that Ka Hei is tackling? How might collaborations across these disciplines lead to innovative solutions?",
        "",
        "3. **Current Open Problems**: Raúl, could you elaborate on some of the current open problems in black hole physics that you believe could benefit from machine learning approaches? Ka Hei, do you have similar challenges in your research on primordial black holes that might intersect with Raúl's work?",
        "",
        "4. **Future Directions in Neural Networks**: Both of you are interested in the latest developments in neural network architectures. What recent advancements in ML or AI do you think hold the most promise for advancing our understanding of black holes, and how might these techniques be applied to your individual research areas?",
        "",
        "5. **Collaboration Opportunities**: Given your shared interest in black hole physics, how might you envision a collaborative project that bridges Raúl's focus on imaging and Ka Hei's research on primordial black holes? What specific goals or outcomes would you both find valuable in such a partnership?"
      ]
    },
    "25": {
      "name": "Theodoros Diamantopoulos",
      "fas": "Name: Theodoros Diamantopoulos\n\nAffiliation: Technical University of Denmark\n\nWorkshop Goals: Application of ML in scientific discovery and physics-informed NNs.\n\nInterest in ML methods/data: PINNs\n\nInterest in Physics: Heat and mass transfer, computational fluid dynamics.\n\nPublications:\n\n\nAbstracts:\n",
      "distance": 0.349040851569542,
      "discussion_points": [
        "1. **Exploring Interdisciplinary Applications of ML**: Raúl, given your focus on black hole imaging and Theodoros’ expertise in computational fluid dynamics, how do you both see the potential for machine learning methods to bridge your fields? Are there specific challenges in your respective areas that ML could address collaboratively?",
        "",
        "2. **Data Representation and Analysis**: Theodoros, you work with physics-informed neural networks (PINNs) in heat and mass transfer. How do you think the data representation techniques used in your work could be adapted or enhanced for analyzing interferometric data in black hole physics? Raúl, what are your thoughts on this?",
        "",
        "3. **Open Problems in Physics**: Since both of you are interested in leveraging ML techniques to tackle complex physical problems, what do you consider the most pressing open problems in your fields that could benefit from a collaborative approach? Are there specific goals or projects you could envision working on together?",
        "",
        "4. **Synthetic Data Generation**: Raúl, your work involves generating synthetic images of black holes for analysis. Theodoros, in your experience with computational simulations, how do you approach synthetic data generation? Could there be a way to merge your methodologies to create more robust datasets for both black hole imaging and fluid dynamics?",
        "",
        "5. **Future of ML in Scientific Discovery**: As both of you are exploring the application of ML in your research, what are your thoughts on the future of machine learning in scientific discovery? How do you see your fields evolving with the integration of ML, and what role do you think collaboration might play in that evolution?"
      ]
    },
    "19": {
      "name": "atefe ebrahimi",
      "fas": "Name: atefe ebrahimi\n\nAffiliation: SISSA\n\nWorkshop Goals: LEARNING NEW THINGS ABOUT MASCHINE LEARNING\n\nInterest in ML methods/data: Structured/numerical data\n\nInterest in Physics: condensed matter\n\nPublications:\n\n\nAbstracts:\n",
      "distance": 0.35322265000699626,
      "discussion_points": [
        "1. **Exploring Intersections of AI and Physics**: Raúl, you focus on image recognition in black hole physics, while Atefe is interested in structured/numerical data in condensed matter physics. How do you both see the potential for machine learning techniques to bridge your areas of expertise? Are there specific challenges or opportunities you think could arise from combining these fields?",
        "",
        "2. **Application of ML Techniques**: Atefe, can you share some examples of machine learning methods you've applied to structured data in condensed matter? Raúl, are there similar techniques in image analysis that you think could be adapted to enhance the data analysis in condensed matter studies, particularly in the context of phase transitions or material properties?",
        "",
        "3. **Future Collaborations**: Given the different applications of machine learning in your respective fields, what collaborative projects do you envision that could leverage both black hole imaging and condensed matter research? For instance, could the development of new algorithms for one field provide insights or tools for the other?",
        "",
        "4. **Open Problems in ML Applications**: Raúl, you mentioned wanting to discuss open problems in black hole physics that could benefit from ML/AI. Atefe, do you face any similar challenges in condensed matter physics that necessitate innovative machine learning solutions? What are some of the most pressing problems in your fields that you think could be tackled with the right ML approach?",
        "",
        "5. **Future of ML in Physics Research**: With the rapid development of machine learning technologies, how do you both perceive the future impact of ML on theoretical and experimental physics? Raúl, what advancements do you hope to see in imaging techniques for black holes, and Atefe, how might machine learning reshape data analysis in condensed matter research?"
      ]
    },
    "27": {
      "name": "Sergey Fedorov",
      "fas": "Name: Sergey Fedorov\n\nAffiliation: Niels Bohr Institute\n\nWorkshop Goals: Gauge the potential of applying modern machine learning techniques in my field.\n\nInterest in ML methods/data: Time series and Gaussian processes\n\nInterest in Physics: Quantum measurements and metrology, structural mechanics\n\nPublications:\nSqueezed light from an oscillator measured at the rate of oscillation\nThermal intermodulation noise in cavity-based measurements\nElastic strain engineering for ultralow mechanical dissipation\n\nAbstracts:\n<jats:title>Abstract</jats:title><jats:p>Sufficiently fast continuous measurements of the position of an oscillator approach measurements projective on position eigenstates. We evidence the transition into the projective regime for a spin oscillator within an ensemble of 2 × 10<jats:sup>10</jats:sup> room-temperature atoms by observing correlations between the quadratures of the meter light field. These correlations squeeze the fluctuations of one light quadrature below the vacuum level. When the measurement is slower than the oscillation, we generate <jats:inline-formula><jats:alternatives><jats:tex-math>$$11.{5}_{-1.5}^{+2.5}\\,{{{{{{{\\rm{dB}}}}}}}}$$</jats:tex-math><mml:math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\">\n                  <mml:mn>11</mml:mn>\n                  <mml:mo>.</mml:mo>\n                  <mml:msubsup>\n                    <mml:mrow>\n                      <mml:mn>5</mml:mn>\n                    </mml:mrow>\n                    <mml:mrow>\n                      <mml:mo>−</mml:mo>\n                      <mml:mn>1.5</mml:mn>\n                    </mml:mrow>\n                    <mml:mrow>\n                      <mml:mo>+</mml:mo>\n                      <mml:mn>2.5</mml:mn>\n                    </mml:mrow>\n                  </mml:msubsup>\n                  <mml:mspace/>\n                  <mml:mi>dB</mml:mi>\n                </mml:math></jats:alternatives></jats:inline-formula> and detect <jats:inline-formula><jats:alternatives><jats:tex-math>$$8.{5}_{-0.1}^{+0.1}\\,{{{{{{{\\rm{dB}}}}}}}}$$</jats:tex-math><mml:math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\">\n                  <mml:mn>8</mml:mn>\n                  <mml:mo>.</mml:mo>\n                  <mml:msubsup>\n                    <mml:mrow>\n                      <mml:mn>5</mml:mn>\n                    </mml:mrow>\n                    <mml:mrow>\n                      <mml:mo>−</mml:mo>\n                      <mml:mn>0.1</mml:mn>\n                    </mml:mrow>\n                    <mml:mrow>\n                      <mml:mo>+</mml:mo>\n                      <mml:mn>0.1</mml:mn>\n                    </mml:mrow>\n                  </mml:msubsup>\n                  <mml:mspace/>\n                  <mml:mi>dB</mml:mi>\n                </mml:math></jats:alternatives></jats:inline-formula> of squeezing in a tunable band that is a fraction of the resonance frequency. When the measurement is as fast as the oscillation, we detect 4.7 dB of squeezing that spans more than one decade of frequencies below the resonance. Our results demonstrate a new regime of continuous quantum measurements on material oscillators, and set a new benchmark for the performance of a linear quantum sensor.</jats:p>\n<jats:p>Thermal frequency fluctuations in optical cavities limit the sensitivity of precision experiments ranging from gravitational wave observatories to optical atomic clocks. Conventional modeling of these noises assumes a linear response of the optical field to the fluctuations of cavity frequency. Fundamentally, however, this response is nonlinear. Here we show that nonlinearly transduced thermal fluctuations of cavity frequency can dominate the broadband noise in photodetection, even when the magnitude of fluctuations is much smaller than the cavity linewidth. We term this noise “thermal intermodulation noise” and show that for a resonant laser probe it manifests as intensity fluctuations. We report and characterize thermal intermodulation noise in an optomechanical cavity, where the frequency fluctuations are caused by mechanical Brownian motion, and find excellent agreement with our developed theoretical model. We demonstrate that the effect is particularly relevant to quantum optomechanics: using a phononic crystal <jats:inline-formula>\n\t    \n\t  </jats:inline-formula> membrane with a low-mass, soft-clamped mechanical mode, we are able to operate in the regime where measurement quantum backaction contributes as much force noise as the thermal environment does. However, in the presence of intermodulation noise, quantum signatures of measurement are not revealed in direct photodetection. The reported noise mechanism, while studied for an optomechanical system, can exist in any optical cavity.</jats:p>\n<jats:title>Better performance under stress</jats:title>\n          <jats:p>\n            Engineering stress or strain into materials can improve their performance. Adding mechanical stress to silicon chips, for instance, produces transistors with enhanced electron mobility. Ghadimi\n            <jats:italic>et al.</jats:italic>\n            explore the possibility of enhancing the vibrational properties of a micromechanical oscillator by engineering stress within the structure (see the Perspective by Eichler). By careful design of the micromechanical oscillator, and by building in associated stresses, exceptional vibrational properties can be produced. Such enhanced oscillators could be used as exquisite force sensors.\n          </jats:p>\n          <jats:p>\n            <jats:italic>Science</jats:italic>\n            , this issue p.\n            <jats:related-article xmlns:xlink=\"http://www.w3.org/1999/xlink\" ext-link-type=\"doi\" issue=\"6390\" page=\"764\" related-article-type=\"in-this-issue\" vol=\"360\" xlink:href=\"10.1126/science.aar6939\">764</jats:related-article>\n            ; see also p.\n            <jats:related-article xmlns:xlink=\"http://www.w3.org/1999/xlink\" ext-link-type=\"doi\" issue=\"6390\" page=\"706\" related-article-type=\"in-this-issue\" vol=\"360\" xlink:href=\"10.1126/science.aat1983\">706</jats:related-article>\n          </jats:p>",
      "distance": 0.3658358419673219,
      "discussion_points": [
        "1. **Exploring ML Applications**: Raúl, you mentioned an interest in using machine learning for analyzing black hole images. Sergey, given your expertise in Gaussian processes and time series, how do you see these techniques potentially enhancing the analysis of complex data sets in black hole physics? Are there specific methods you think could be applicable?",
        "",
        "2. **Interdisciplinary Collaboration**: Both of you are working at the intersection of physics and machine learning. What are some specific open problems or challenges in your respective fields that you believe could benefit from a collaborative approach involving both quantum measurements and astrophysical imaging?",
        "",
        "3. **Data Complexity and Patterns**: Raúl, you’re focused on imaging and pattern recognition in black holes, while Sergey is involved with noise modeling and measurement in quantum systems. How do you both approach the challenge of extracting meaningful patterns from noisy data? Are there techniques or frameworks you could share that might be adaptable across your fields?",
        "",
        "4. **Impact of Quantum Techniques on Astrophysics**: Sergey, considering your work on quantum measurements, how do you think the principles of quantum metrology could influence future studies in astrophysics, particularly in understanding phenomena like black holes? Raúl, have you encountered any quantum aspects in your research that could be relevant to Sergey’s work?",
        "",
        "5. **Future Directions in Research**: Looking ahead, what are some emerging trends or technologies in machine learning or data analysis that you think could significantly change how researchers approach problems in your fields? How might these advancements open up new avenues for collaboration between your areas of expertise?"
      ]
    },
    "36": {
      "name": "Christa Gall",
      "fas": "Name: Christa Gall\n\nAffiliation: DARK / Niels Bohr Institute / UCPH\n\nWorkshop Goals: Learn more about different ML algorithm and estimation of uncertainties.  Find possible collaborators for future projects involving ML techniques in the are of astrophysics.\n\nInterest in ML methods/data: Usually have astrophysical data and measurements and use theoretical models to interpret the data. ML offers an opportunity to e.g., explore a larger parameter space, but also to classify data and astrophysical objects differently.\n\nInterest in Physics: Astrophysics\n\nPublications:\n\n\nAbstracts:\n",
      "distance": 0.39424860566599573,
      "discussion_points": [
        "1. **Exploring Common ML Techniques**: Raúl, you mentioned your interest in applying ML methods to analyze black hole images. Christa, could you share some specific ML algorithms that you have found particularly effective in your astrophysical data interpretations? How do you think these techniques could be adapted or enhanced for black hole imaging?",
        "",
        "2. **Parameter Space Exploration**: Since both of you are interested in exploring parameter spaces using ML, how do you envision collaborating on identifying and classifying new astrophysical phenomena? Could there be a joint project that focuses on using ML to optimize parameter estimation for both black hole physics and other astrophysical objects?",
        "",
        "3. **Interferometric Data Analysis**: Raúl, given your focus on interferometric data, how do you handle the complexities associated with noise and data uncertainty in your analysis? Christa, do you have any similar challenges in your research, and what ML approaches have you utilized to address them? This could lead to a fruitful exchange of methodologies.",
        "",
        "4. **Synthetic Image Generation**: Raúl, your work on synthetic images of black holes sounds fascinating! Christa, have you explored any ML techniques for generating synthetic data in your astrophysical projects? This could be an interesting area to collaborate on, potentially enhancing both your research outputs.",
        "",
        "5. **Future Collaborative Projects**: Considering both your interests in ML and astrophysics, what specific open problems in black hole physics or general astrophysics do you think could benefit from a collaborative approach? Are there particular datasets or theoretical models that you think would be ripe for exploration together?"
      ]
    },
    "48": {
      "name": "Christian Glaser",
      "fas": "Name: Christian Glaser\n\nAffiliation: Uppsala University\n\nWorkshop Goals: AI methods between fields are often very transferable. I hope to get new inspiration of methods/approaches/network architectures etc. for application in my field of research. And maybe my contribution can also inspire others.\n\nInterest in ML methods/data: Normalizing flows for PDF prediction and all network architectures that give the best performance ;-) (CNNs, GNNs, Transformers, GANs, Diffusion models).    Resource constraint computing for real-time triggering/processing on low-power hardware.\n\nInterest in Physics: Astroparticle Physics, in particular, high and ultra-high energy neutrinos and cosmic rays\n\nPublications:\nFirst-principle calculation of birefringence effects for in-ice radio detection of neutrinos\nThe ultra-high-energy neutrino-nucleon cross section: measurement forecasts for an era of cosmic EeV-neutrino discovery\nFlavor composition of ultrahigh-energy cosmic neutrinos: Measurement forecasts for in-ice radio-based EeV neutrino telescopes\n\nAbstracts:\n<jats:title>Abstract</jats:title><jats:p>The detection of high-energy neutrinos in the EeV range requires new detection techniques to cope with the small expected flux. The radio detection method, utilizing Askaryan emission, can be used to detect these neutrinos in polar ice. The propagation of the radio pulses has to be modeled carefully to reconstruct the energy, direction, and flavor of the neutrino from the detected radio flashes. Here, we study the effect of birefringence in ice, which splits up the radio pulse into two orthogonal polarization components with slightly different propagation speeds. This provides useful signatures to determine the neutrino energy and is potentially important to determine the neutrino direction to degree precision. We calculated the effect of birefringence from first principles where the only free parameter is the dielectric tensor as a function of position. Our code, for the first time, can propagate full RF waveforms, taking interference due to changing polarization eigenvectors during propagation into account. The model is available open-source through the NuRadioMC framework. We compare our results to in-situ calibration data from the ARA and ARIANNA experiments and find good agreement for the available time delay measurements. This indicates a significant improvement of the prediction power of birefringence effects compared to previous models. Finally, the implications and opportunities for neutrino detection are discussed.</jats:p>\n<jats:title>A<jats:sc>bstract</jats:sc></jats:title><jats:p>Neutrino interactions with protons and neutrons probe their deep structure and may reveal new physics. The higher the neutrino energy, the sharper the probe. So far, the neutrino-nucleon (<jats:italic>νN</jats:italic>) cross section is known across neutrino energies from a few hundred MeV to a few PeV. Soon, ultra-high-energy (UHE) cosmic neutrinos, with energies above 100 PeV, could take us farther. So far, they have evaded discovery, but upcoming UHE neutrino telescopes endeavor to find them. We present the first detailed measurement forecasts of the UHE<jats:italic>νN</jats:italic>cross section, geared to IceCube-Gen2, one of the leading detectors under planning. We use state-of-the-art ingredients in every stage of our forecasts: in the UHE neutrino flux predictions, the neutrino propagation inside Earth, the emission of neutrino-induced radio signals in the detector, their propagation and detection, and the treatment of backgrounds. After 10 years, if at least a few tens of UHE neutrino-induced events are detected, IceCube-Gen2 could measure the<jats:italic>νN</jats:italic>cross section at center-of-mass energies of<jats:inline-formula><jats:alternatives><jats:tex-math>$$ \\sqrt{s} $$</jats:tex-math><mml:math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\"><mml:msqrt><mml:mi>s</mml:mi></mml:msqrt></mml:math></jats:alternatives></jats:inline-formula><jats:italic>≈</jats:italic>10–100 TeV for the first time, with a precision comparable to that of its theory prediction.</jats:p>\n<jats:p>In-ice radio detection is a promising technique to discover and characterize ultrahigh-energy (UHE) neutrinos, with energies above <a:math xmlns:a=\"http://www.w3.org/1998/Math/MathML\" display=\"inline\"><a:mrow><a:msup><a:mrow><a:mn>10</a:mn></a:mrow><a:mrow><a:mn>17</a:mn></a:mrow></a:msup><a:mtext> </a:mtext><a:mtext> </a:mtext><a:mi>eV</a:mi></a:mrow></a:math>, adopted by present—ARA, ARIANNA, and RNO-G—and planned—IceCube-Gen2—experiments. So far, their ability to measure neutrino flavor had remained unexplored. We show and quantify how the neutrino flavor can be measured with in-ice radio detectors using two complementary detection channels. The first channel, sensitive to <c:math xmlns:c=\"http://www.w3.org/1998/Math/MathML\" display=\"inline\"><c:msub><c:mi>ν</c:mi><c:mi>e</c:mi></c:msub></c:math>, identifies them via their charged-current interactions, whose radio emission is elongated in time due to the Landau-Pomeranchuk-Migdal effect. The second channel, sensitive to <e:math xmlns:e=\"http://www.w3.org/1998/Math/MathML\" display=\"inline\"><e:msub><e:mi>ν</e:mi><e:mi>μ</e:mi></e:msub></e:math> and <g:math xmlns:g=\"http://www.w3.org/1998/Math/MathML\" display=\"inline\"><g:msub><g:mi>ν</g:mi><g:mi>τ</g:mi></g:msub></g:math>, identifies events made up of multiple showers generated by the muons and taus they generate. We show this in state-of-the-art forecasts geared at IceCube-Gen2, for representative choices of the UHE neutrino flux. This newfound sensitivity could allow us to infer the UHE neutrino flavor composition at their sources—and thus the neutrino production mechanism—and to probe UHE neutrino physics.</jats:p>\n          <jats:sec>\n            <jats:title/>\n            <jats:supplementary-material>\n              <jats:permissions>\n                <jats:copyright-statement>Published by the American Physical Society</jats:copyright-statement>\n                <jats:copyright-year>2024</jats:copyright-year>\n              </jats:permissions>\n            </jats:supplementary-material>\n          </jats:sec>",
      "distance": 0.4677495611135173,
      "discussion_points": [
        "1. **Interdisciplinary Applications of ML/AI**: Raúl, given your interest in applying ML techniques to black hole imaging, how do you see the potential for transferability of the ML methods you are exploring to Christian's work in astroparticle physics, particularly in neutrino detection? Christian, do you think the network architectures you are working with could enhance image analysis in black hole physics?",
        "",
        "2. **Challenges in Data Interpretation**: Both of you are dealing with complex data sets from different astrophysical phenomena. What are some of the key challenges you face in interpreting your data using ML techniques? How do you think collaboration could help address these challenges?",
        "",
        "3. **Future Observational Techniques**: Raúl, your work involves improving observational techniques for black holes using upgrades to radio-telescope arrays. Christian, given your focus on neutrino detection methods, how could advancements in one field (like radio detection of neutrinos) influence the techniques used in the other field (observational black hole physics)?",
        "",
        "4. **Quantum Gravity and Neutrino Physics**: Raúl, you mentioned your interest in singularity regularization due to quantum gravity. Christian, how do you view the potential implications of quantum gravity on high-energy neutrino interactions? Could this be an area for collaborative exploration?",
        "",
        "5. **Open Problems and Research Focus**: Both of you are looking to tackle open problems in your respective fields. What specific open problems are you currently focusing on that you believe could benefit from a collaborative approach? Are there particular ML algorithms or data analysis methods that you think could be effectively combined in your research?"
      ]
    }
  },
  "33": {
    "25": {
      "name": "Theodoros Diamantopoulos",
      "fas": "Name: Theodoros Diamantopoulos\n\nAffiliation: Technical University of Denmark\n\nWorkshop Goals: Application of ML in scientific discovery and physics-informed NNs.\n\nInterest in ML methods/data: PINNs\n\nInterest in Physics: Heat and mass transfer, computational fluid dynamics.\n\nPublications:\n\n\nAbstracts:\n",
      "distance": 0.3107444042868118,
      "discussion_points": [
        "1. **Exploring Common Ground in ML Applications**: Ka Hei, you mentioned your interest in applying machine learning methods in biophysics and cosmology. Theodoros, given your focus on physics-informed neural networks (PINNs) in heat and mass transfer, how do you think the principles underlying PINNs could be adapted or applied to challenges in cosmology or black hole physics?",
        "",
        "2. **Graph Neural Networks and Physics**: Ka Hei, you’re currently exploring graph neural networks for computer vision. Theodoros, have you encountered any applications of graph neural networks in computational fluid dynamics, and do you think there could be potential for synergy between graph-based approaches and the challenges you face in fluid dynamics?",
        "",
        "3. **Latest Developments in Neural Architectures**: Ka Hei, you’re interested in the latest advancements in neural network architectures. Theodoros, are there any recent innovations or techniques in machine learning that you’ve found particularly impactful in your work with physics-informed neural networks? How might these innovations inform your respective research areas?",
        "",
        "4. **Potential Collaborations on Simulation Data**: Given that Ka Hei works with numerical simulations of scalar fields and Theodoros focuses on computational fluid dynamics, could there be a collaborative opportunity to develop ML techniques that enhance the analysis of simulation data from both high-energy physics and fluid dynamics perspectives?",
        "",
        "5. **Interdisciplinary Insights from Physics**: Both of you have interests in different aspects of physics—Ka Hei in high-energy physics and Theodoros in heat and mass transfer. How might insights from one field inform the other? For example, could concepts from black hole physics offer new perspectives on fluid dynamics challenges, or vice versa?"
      ]
    },
    "19": {
      "name": "atefe ebrahimi",
      "fas": "Name: atefe ebrahimi\n\nAffiliation: SISSA\n\nWorkshop Goals: LEARNING NEW THINGS ABOUT MASCHINE LEARNING\n\nInterest in ML methods/data: Structured/numerical data\n\nInterest in Physics: condensed matter\n\nPublications:\n\n\nAbstracts:\n",
      "distance": 0.3247613409210791,
      "discussion_points": [
        "1. **Exploring Cross-Disciplinary Applications of ML**: Ka Hei, you mentioned your interest in applying machine learning methods to biophysics and cosmology. Atefe, considering your work in condensed matter physics, do you see potential intersections where ML could enhance research in your field, perhaps in analyzing phase transitions or material properties?",
        "",
        "2. **Graph Neural Networks in Different Contexts**: Ka Hei, you're currently exploring graph neural networks in both computer vision and high-energy physics. Atefe, have you encountered any applications of graph neural networks in analyzing structured data in condensed matter? How do you think these tools could be adapted across our different areas of research?",
        "",
        "3. **Latest Trends in Neural Network Architectures**: Both of you are interested in the latest developments in neural network architectures. What recent advancements or architectures have you found particularly promising or transformative for your research, and how do you envision them being utilized in your respective fields?",
        "",
        "4. **Challenges in Data Representation**: Since Ka Hei works with numerical and simulation data representing scalar fields, and Atefe focuses on structured/numerical data, what challenges do you both face in data representation and preprocessing for machine learning? Are there techniques or strategies you've found effective in overcoming these hurdles?",
        "",
        "5. **Potential Collaborative Projects**: Given your different yet complementary interests in machine learning and physics, what ideas do you have for potential collaborative projects? For instance, could combining insights from condensed matter physics and high-energy physics through ML lead to new discoveries or methodologies?"
      ]
    },
    "27": {
      "name": "Sergey Fedorov",
      "fas": "Name: Sergey Fedorov\n\nAffiliation: Niels Bohr Institute\n\nWorkshop Goals: Gauge the potential of applying modern machine learning techniques in my field.\n\nInterest in ML methods/data: Time series and Gaussian processes\n\nInterest in Physics: Quantum measurements and metrology, structural mechanics\n\nPublications:\nSqueezed light from an oscillator measured at the rate of oscillation\nThermal intermodulation noise in cavity-based measurements\nElastic strain engineering for ultralow mechanical dissipation\n\nAbstracts:\n<jats:title>Abstract</jats:title><jats:p>Sufficiently fast continuous measurements of the position of an oscillator approach measurements projective on position eigenstates. We evidence the transition into the projective regime for a spin oscillator within an ensemble of 2 × 10<jats:sup>10</jats:sup> room-temperature atoms by observing correlations between the quadratures of the meter light field. These correlations squeeze the fluctuations of one light quadrature below the vacuum level. When the measurement is slower than the oscillation, we generate <jats:inline-formula><jats:alternatives><jats:tex-math>$$11.{5}_{-1.5}^{+2.5}\\,{{{{{{{\\rm{dB}}}}}}}}$$</jats:tex-math><mml:math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\">\n                  <mml:mn>11</mml:mn>\n                  <mml:mo>.</mml:mo>\n                  <mml:msubsup>\n                    <mml:mrow>\n                      <mml:mn>5</mml:mn>\n                    </mml:mrow>\n                    <mml:mrow>\n                      <mml:mo>−</mml:mo>\n                      <mml:mn>1.5</mml:mn>\n                    </mml:mrow>\n                    <mml:mrow>\n                      <mml:mo>+</mml:mo>\n                      <mml:mn>2.5</mml:mn>\n                    </mml:mrow>\n                  </mml:msubsup>\n                  <mml:mspace/>\n                  <mml:mi>dB</mml:mi>\n                </mml:math></jats:alternatives></jats:inline-formula> and detect <jats:inline-formula><jats:alternatives><jats:tex-math>$$8.{5}_{-0.1}^{+0.1}\\,{{{{{{{\\rm{dB}}}}}}}}$$</jats:tex-math><mml:math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\">\n                  <mml:mn>8</mml:mn>\n                  <mml:mo>.</mml:mo>\n                  <mml:msubsup>\n                    <mml:mrow>\n                      <mml:mn>5</mml:mn>\n                    </mml:mrow>\n                    <mml:mrow>\n                      <mml:mo>−</mml:mo>\n                      <mml:mn>0.1</mml:mn>\n                    </mml:mrow>\n                    <mml:mrow>\n                      <mml:mo>+</mml:mo>\n                      <mml:mn>0.1</mml:mn>\n                    </mml:mrow>\n                  </mml:msubsup>\n                  <mml:mspace/>\n                  <mml:mi>dB</mml:mi>\n                </mml:math></jats:alternatives></jats:inline-formula> of squeezing in a tunable band that is a fraction of the resonance frequency. When the measurement is as fast as the oscillation, we detect 4.7 dB of squeezing that spans more than one decade of frequencies below the resonance. Our results demonstrate a new regime of continuous quantum measurements on material oscillators, and set a new benchmark for the performance of a linear quantum sensor.</jats:p>\n<jats:p>Thermal frequency fluctuations in optical cavities limit the sensitivity of precision experiments ranging from gravitational wave observatories to optical atomic clocks. Conventional modeling of these noises assumes a linear response of the optical field to the fluctuations of cavity frequency. Fundamentally, however, this response is nonlinear. Here we show that nonlinearly transduced thermal fluctuations of cavity frequency can dominate the broadband noise in photodetection, even when the magnitude of fluctuations is much smaller than the cavity linewidth. We term this noise “thermal intermodulation noise” and show that for a resonant laser probe it manifests as intensity fluctuations. We report and characterize thermal intermodulation noise in an optomechanical cavity, where the frequency fluctuations are caused by mechanical Brownian motion, and find excellent agreement with our developed theoretical model. We demonstrate that the effect is particularly relevant to quantum optomechanics: using a phononic crystal <jats:inline-formula>\n\t    \n\t  </jats:inline-formula> membrane with a low-mass, soft-clamped mechanical mode, we are able to operate in the regime where measurement quantum backaction contributes as much force noise as the thermal environment does. However, in the presence of intermodulation noise, quantum signatures of measurement are not revealed in direct photodetection. The reported noise mechanism, while studied for an optomechanical system, can exist in any optical cavity.</jats:p>\n<jats:title>Better performance under stress</jats:title>\n          <jats:p>\n            Engineering stress or strain into materials can improve their performance. Adding mechanical stress to silicon chips, for instance, produces transistors with enhanced electron mobility. Ghadimi\n            <jats:italic>et al.</jats:italic>\n            explore the possibility of enhancing the vibrational properties of a micromechanical oscillator by engineering stress within the structure (see the Perspective by Eichler). By careful design of the micromechanical oscillator, and by building in associated stresses, exceptional vibrational properties can be produced. Such enhanced oscillators could be used as exquisite force sensors.\n          </jats:p>\n          <jats:p>\n            <jats:italic>Science</jats:italic>\n            , this issue p.\n            <jats:related-article xmlns:xlink=\"http://www.w3.org/1999/xlink\" ext-link-type=\"doi\" issue=\"6390\" page=\"764\" related-article-type=\"in-this-issue\" vol=\"360\" xlink:href=\"10.1126/science.aar6939\">764</jats:related-article>\n            ; see also p.\n            <jats:related-article xmlns:xlink=\"http://www.w3.org/1999/xlink\" ext-link-type=\"doi\" issue=\"6390\" page=\"706\" related-article-type=\"in-this-issue\" vol=\"360\" xlink:href=\"10.1126/science.aat1983\">706</jats:related-article>\n          </jats:p>",
      "distance": 0.34360477592490046,
      "discussion_points": [
        "1. **Exploring Common Applications of Machine Learning**: Ka Hei, you mentioned an interest in applying machine learning methods in biophysics and cosmology. Sergey, how do you see modern machine learning techniques, particularly Gaussian processes, being utilized in your work on quantum measurements and metrology? Could there be a way to bridge these fields for collaborative research?",
        "",
        "2. **Graph Neural Networks and Time Series Analysis**: Ka Hei is currently learning about graph neural networks and their applications in computer vision. Sergey, given your expertise with time series data, what do you think about the potential of graph neural networks in analyzing time series data from quantum measurements? Are there specific challenges you foresee in applying these models to your work?",
        "",
        "3. **Interdisciplinary Insights on Quantum Physics and Cosmology**: Ka Hei, your research involves quantum field theory and black hole physics. Sergey, how do you think insights from quantum measurements can inform our understanding of cosmological phenomena? Are there parallels in your findings that could lead to interesting discussions or collaborations?",
        "",
        "4. **Recent Advances in Machine Learning Architectures**: Both of you have expressed interest in the latest developments in machine learning techniques. What are some recent breakthroughs in ML architectures that you believe hold significant promise for your respective fields? How do you think these advancements could impact your current research projects?",
        "",
        "5. **Collaboration Potential on Quantum and Cosmological Phenomena**: Ka Hei, given your work on primordial black holes and Sergey’s focus on quantum sensors, how might a collaboration between you both explore the interplay between high-energy astrophysical processes and quantum measurement techniques? What types of experiments or simulations could benefit from such a partnership?"
      ]
    },
    "36": {
      "name": "Christa Gall",
      "fas": "Name: Christa Gall\n\nAffiliation: DARK / Niels Bohr Institute / UCPH\n\nWorkshop Goals: Learn more about different ML algorithm and estimation of uncertainties.  Find possible collaborators for future projects involving ML techniques in the are of astrophysics.\n\nInterest in ML methods/data: Usually have astrophysical data and measurements and use theoretical models to interpret the data. ML offers an opportunity to e.g., explore a larger parameter space, but also to classify data and astrophysical objects differently.\n\nInterest in Physics: Astrophysics\n\nPublications:\n\n\nAbstracts:\n",
      "distance": 0.405024831561529,
      "discussion_points": [
        "1. **Exploring Applications of ML in Physics**: Ka Hei, you mentioned applying machine learning methods to understand primordial black holes. Christa, could you share some specific astrophysical problems where you've successfully applied ML techniques? It would be interesting to discuss how our work in high-energy physics and astrophysics can intersect through these methodologies.",
        "",
        "2. **Graph Neural Networks in Astrophysics and Beyond**: Ka Hei, you’re currently learning about graph neural networks (GNNs) and their applications. Christa, have you encountered any uses of GNNs in astrophysical contexts? It would be fascinating to explore how GNNs might help in analyzing complex astrophysical datasets or in modeling celestial objects.",
        "",
        "3. **Uncertainty Estimation in ML Models**: Christa, you expressed interest in estimating uncertainties when using ML in your astrophysical work. Ka Hei, how do you approach uncertainty in your simulations of primordial black holes? Maybe we can brainstorm ways to integrate uncertainty estimation into ML methods across both our fields.",
        "",
        "4. **Parameter Space Exploration**: Christa, you mentioned using ML to explore larger parameter spaces in your research. Ka Hei, how do you approach parameter tuning in your machine learning models? It could be insightful to compare our strategies and possibly collaborate on optimizing ML techniques for both theoretical physics and astrophysical data.",
        "",
        "5. **Future Collaborations in ML and Physics**: Both of you are interested in finding potential collaborators. What specific projects or research questions are you currently considering that might benefit from joint efforts? Perhaps we can identify overlapping interests and brainstorm how to integrate our expertise in high-energy physics and astrophysics through machine learning techniques."
      ]
    },
    "48": {
      "name": "Christian Glaser",
      "fas": "Name: Christian Glaser\n\nAffiliation: Uppsala University\n\nWorkshop Goals: AI methods between fields are often very transferable. I hope to get new inspiration of methods/approaches/network architectures etc. for application in my field of research. And maybe my contribution can also inspire others.\n\nInterest in ML methods/data: Normalizing flows for PDF prediction and all network architectures that give the best performance ;-) (CNNs, GNNs, Transformers, GANs, Diffusion models).    Resource constraint computing for real-time triggering/processing on low-power hardware.\n\nInterest in Physics: Astroparticle Physics, in particular, high and ultra-high energy neutrinos and cosmic rays\n\nPublications:\nFirst-principle calculation of birefringence effects for in-ice radio detection of neutrinos\nThe ultra-high-energy neutrino-nucleon cross section: measurement forecasts for an era of cosmic EeV-neutrino discovery\nFlavor composition of ultrahigh-energy cosmic neutrinos: Measurement forecasts for in-ice radio-based EeV neutrino telescopes\n\nAbstracts:\n<jats:title>Abstract</jats:title><jats:p>The detection of high-energy neutrinos in the EeV range requires new detection techniques to cope with the small expected flux. The radio detection method, utilizing Askaryan emission, can be used to detect these neutrinos in polar ice. The propagation of the radio pulses has to be modeled carefully to reconstruct the energy, direction, and flavor of the neutrino from the detected radio flashes. Here, we study the effect of birefringence in ice, which splits up the radio pulse into two orthogonal polarization components with slightly different propagation speeds. This provides useful signatures to determine the neutrino energy and is potentially important to determine the neutrino direction to degree precision. We calculated the effect of birefringence from first principles where the only free parameter is the dielectric tensor as a function of position. Our code, for the first time, can propagate full RF waveforms, taking interference due to changing polarization eigenvectors during propagation into account. The model is available open-source through the NuRadioMC framework. We compare our results to in-situ calibration data from the ARA and ARIANNA experiments and find good agreement for the available time delay measurements. This indicates a significant improvement of the prediction power of birefringence effects compared to previous models. Finally, the implications and opportunities for neutrino detection are discussed.</jats:p>\n<jats:title>A<jats:sc>bstract</jats:sc></jats:title><jats:p>Neutrino interactions with protons and neutrons probe their deep structure and may reveal new physics. The higher the neutrino energy, the sharper the probe. So far, the neutrino-nucleon (<jats:italic>νN</jats:italic>) cross section is known across neutrino energies from a few hundred MeV to a few PeV. Soon, ultra-high-energy (UHE) cosmic neutrinos, with energies above 100 PeV, could take us farther. So far, they have evaded discovery, but upcoming UHE neutrino telescopes endeavor to find them. We present the first detailed measurement forecasts of the UHE<jats:italic>νN</jats:italic>cross section, geared to IceCube-Gen2, one of the leading detectors under planning. We use state-of-the-art ingredients in every stage of our forecasts: in the UHE neutrino flux predictions, the neutrino propagation inside Earth, the emission of neutrino-induced radio signals in the detector, their propagation and detection, and the treatment of backgrounds. After 10 years, if at least a few tens of UHE neutrino-induced events are detected, IceCube-Gen2 could measure the<jats:italic>νN</jats:italic>cross section at center-of-mass energies of<jats:inline-formula><jats:alternatives><jats:tex-math>$$ \\sqrt{s} $$</jats:tex-math><mml:math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\"><mml:msqrt><mml:mi>s</mml:mi></mml:msqrt></mml:math></jats:alternatives></jats:inline-formula><jats:italic>≈</jats:italic>10–100 TeV for the first time, with a precision comparable to that of its theory prediction.</jats:p>\n<jats:p>In-ice radio detection is a promising technique to discover and characterize ultrahigh-energy (UHE) neutrinos, with energies above <a:math xmlns:a=\"http://www.w3.org/1998/Math/MathML\" display=\"inline\"><a:mrow><a:msup><a:mrow><a:mn>10</a:mn></a:mrow><a:mrow><a:mn>17</a:mn></a:mrow></a:msup><a:mtext> </a:mtext><a:mtext> </a:mtext><a:mi>eV</a:mi></a:mrow></a:math>, adopted by present—ARA, ARIANNA, and RNO-G—and planned—IceCube-Gen2—experiments. So far, their ability to measure neutrino flavor had remained unexplored. We show and quantify how the neutrino flavor can be measured with in-ice radio detectors using two complementary detection channels. The first channel, sensitive to <c:math xmlns:c=\"http://www.w3.org/1998/Math/MathML\" display=\"inline\"><c:msub><c:mi>ν</c:mi><c:mi>e</c:mi></c:msub></c:math>, identifies them via their charged-current interactions, whose radio emission is elongated in time due to the Landau-Pomeranchuk-Migdal effect. The second channel, sensitive to <e:math xmlns:e=\"http://www.w3.org/1998/Math/MathML\" display=\"inline\"><e:msub><e:mi>ν</e:mi><e:mi>μ</e:mi></e:msub></e:math> and <g:math xmlns:g=\"http://www.w3.org/1998/Math/MathML\" display=\"inline\"><g:msub><g:mi>ν</g:mi><g:mi>τ</g:mi></g:msub></g:math>, identifies events made up of multiple showers generated by the muons and taus they generate. We show this in state-of-the-art forecasts geared at IceCube-Gen2, for representative choices of the UHE neutrino flux. This newfound sensitivity could allow us to infer the UHE neutrino flavor composition at their sources—and thus the neutrino production mechanism—and to probe UHE neutrino physics.</jats:p>\n          <jats:sec>\n            <jats:title/>\n            <jats:supplementary-material>\n              <jats:permissions>\n                <jats:copyright-statement>Published by the American Physical Society</jats:copyright-statement>\n                <jats:copyright-year>2024</jats:copyright-year>\n              </jats:permissions>\n            </jats:supplementary-material>\n          </jats:sec>",
      "distance": 0.46642140617730277,
      "discussion_points": [
        "Here are five engaging questions or discussion points for Ka Hei Choi and Christian Glaser to explore their common interests and potential collaborations:",
        "",
        "1. **Intersection of Graph Neural Networks and Astroparticle Physics**: Ka Hei, you mentioned your interest in applying graph neural networks to computer vision. Christian, have you considered how these networks could be utilized in astroparticle physics, perhaps in analyzing complex data from neutrino detection? What challenges do you foresee in applying such methods to your field?",
        "",
        "2. **Transferable AI Methods**: Christian, you noted the importance of transferable AI methods across different fields. Ka Hei, what specific machine learning architectures or approaches have you found particularly promising in your research on primordial black holes, and how might they inspire new techniques in neutrino detection?",
        "",
        "3. **Real-Time Data Processing**: Christian, your work involves resource-constrained computing for real-time processing in neutrino detection. Ka Hei, how do you currently handle large-scale simulation data in your research? Could there be a collaborative effort to develop efficient algorithms for real-time data analysis in both high-energy physics and astroparticle physics?",
        "",
        "4. **Exploring Cosmology and Neutrino Physics Connections**: Given your respective focuses on cosmology and neutrino physics, how do you think advancements in one field might inform the other? Are there specific phenomena or theoretical frameworks where collaboration could yield new insights, such as the role of high-energy neutrinos in early universe conditions?",
        "",
        "5. **Future Directions in Machine Learning for Physics**: Both of you are excited about the latest developments in machine learning. What emerging trends or technologies in ML do you believe could revolutionize your areas of research in the near future? How can each of you contribute to or leverage these advancements to push the boundaries of your work?"
      ]
    }
  },
  "25": {
    "19": {
      "name": "atefe ebrahimi",
      "fas": "Name: atefe ebrahimi\n\nAffiliation: SISSA\n\nWorkshop Goals: LEARNING NEW THINGS ABOUT MASCHINE LEARNING\n\nInterest in ML methods/data: Structured/numerical data\n\nInterest in Physics: condensed matter\n\nPublications:\n\n\nAbstracts:\n",
      "distance": 0.33521582718148424,
      "discussion_points": [
        "1. **Exploration of ML Applications**: Theodoros, you mentioned your focus on physics-informed neural networks (PINNs) in the context of heat and mass transfer. Atefe, how do you envision structured and numerical data playing a role in machine learning applications within condensed matter physics? Could there be a synergy between your approaches?",
        "",
        "2. **Interdisciplinary Insights**: Considering your backgrounds in different areas of physics, what unique insights do you think machine learning can bring to each of your fields? How might the challenges faced in computational fluid dynamics differ from those in condensed matter, and what solutions could be exchanged?",
        "",
        "3. **Machine Learning Techniques**: Theodoros, you are working with specific ML methods like PINNs. Atefe, what machine learning techniques do you find most effective for analyzing structured data in your research? Could the methods you use complement each other in a collaborative project?",
        "",
        "4. **Future of ML in Physics**: Both of you are interested in learning new things about machine learning. What emerging trends or technologies in machine learning do you believe will have the most significant impact on scientific discovery in your respective fields over the next few years?",
        "",
        "5. **Potential Collaborative Projects**: If you were to work together, what kind of project would you envision that combines your expertise in ML and physics? For instance, could you develop a hybrid model that leverages PINNs to tackle complex problems in condensed matter physics, or vice versa?"
      ]
    },
    "27": {
      "name": "Sergey Fedorov",
      "fas": "Name: Sergey Fedorov\n\nAffiliation: Niels Bohr Institute\n\nWorkshop Goals: Gauge the potential of applying modern machine learning techniques in my field.\n\nInterest in ML methods/data: Time series and Gaussian processes\n\nInterest in Physics: Quantum measurements and metrology, structural mechanics\n\nPublications:\nSqueezed light from an oscillator measured at the rate of oscillation\nThermal intermodulation noise in cavity-based measurements\nElastic strain engineering for ultralow mechanical dissipation\n\nAbstracts:\n<jats:title>Abstract</jats:title><jats:p>Sufficiently fast continuous measurements of the position of an oscillator approach measurements projective on position eigenstates. We evidence the transition into the projective regime for a spin oscillator within an ensemble of 2 × 10<jats:sup>10</jats:sup> room-temperature atoms by observing correlations between the quadratures of the meter light field. These correlations squeeze the fluctuations of one light quadrature below the vacuum level. When the measurement is slower than the oscillation, we generate <jats:inline-formula><jats:alternatives><jats:tex-math>$$11.{5}_{-1.5}^{+2.5}\\,{{{{{{{\\rm{dB}}}}}}}}$$</jats:tex-math><mml:math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\">\n                  <mml:mn>11</mml:mn>\n                  <mml:mo>.</mml:mo>\n                  <mml:msubsup>\n                    <mml:mrow>\n                      <mml:mn>5</mml:mn>\n                    </mml:mrow>\n                    <mml:mrow>\n                      <mml:mo>−</mml:mo>\n                      <mml:mn>1.5</mml:mn>\n                    </mml:mrow>\n                    <mml:mrow>\n                      <mml:mo>+</mml:mo>\n                      <mml:mn>2.5</mml:mn>\n                    </mml:mrow>\n                  </mml:msubsup>\n                  <mml:mspace/>\n                  <mml:mi>dB</mml:mi>\n                </mml:math></jats:alternatives></jats:inline-formula> and detect <jats:inline-formula><jats:alternatives><jats:tex-math>$$8.{5}_{-0.1}^{+0.1}\\,{{{{{{{\\rm{dB}}}}}}}}$$</jats:tex-math><mml:math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\">\n                  <mml:mn>8</mml:mn>\n                  <mml:mo>.</mml:mo>\n                  <mml:msubsup>\n                    <mml:mrow>\n                      <mml:mn>5</mml:mn>\n                    </mml:mrow>\n                    <mml:mrow>\n                      <mml:mo>−</mml:mo>\n                      <mml:mn>0.1</mml:mn>\n                    </mml:mrow>\n                    <mml:mrow>\n                      <mml:mo>+</mml:mo>\n                      <mml:mn>0.1</mml:mn>\n                    </mml:mrow>\n                  </mml:msubsup>\n                  <mml:mspace/>\n                  <mml:mi>dB</mml:mi>\n                </mml:math></jats:alternatives></jats:inline-formula> of squeezing in a tunable band that is a fraction of the resonance frequency. When the measurement is as fast as the oscillation, we detect 4.7 dB of squeezing that spans more than one decade of frequencies below the resonance. Our results demonstrate a new regime of continuous quantum measurements on material oscillators, and set a new benchmark for the performance of a linear quantum sensor.</jats:p>\n<jats:p>Thermal frequency fluctuations in optical cavities limit the sensitivity of precision experiments ranging from gravitational wave observatories to optical atomic clocks. Conventional modeling of these noises assumes a linear response of the optical field to the fluctuations of cavity frequency. Fundamentally, however, this response is nonlinear. Here we show that nonlinearly transduced thermal fluctuations of cavity frequency can dominate the broadband noise in photodetection, even when the magnitude of fluctuations is much smaller than the cavity linewidth. We term this noise “thermal intermodulation noise” and show that for a resonant laser probe it manifests as intensity fluctuations. We report and characterize thermal intermodulation noise in an optomechanical cavity, where the frequency fluctuations are caused by mechanical Brownian motion, and find excellent agreement with our developed theoretical model. We demonstrate that the effect is particularly relevant to quantum optomechanics: using a phononic crystal <jats:inline-formula>\n\t    \n\t  </jats:inline-formula> membrane with a low-mass, soft-clamped mechanical mode, we are able to operate in the regime where measurement quantum backaction contributes as much force noise as the thermal environment does. However, in the presence of intermodulation noise, quantum signatures of measurement are not revealed in direct photodetection. The reported noise mechanism, while studied for an optomechanical system, can exist in any optical cavity.</jats:p>\n<jats:title>Better performance under stress</jats:title>\n          <jats:p>\n            Engineering stress or strain into materials can improve their performance. Adding mechanical stress to silicon chips, for instance, produces transistors with enhanced electron mobility. Ghadimi\n            <jats:italic>et al.</jats:italic>\n            explore the possibility of enhancing the vibrational properties of a micromechanical oscillator by engineering stress within the structure (see the Perspective by Eichler). By careful design of the micromechanical oscillator, and by building in associated stresses, exceptional vibrational properties can be produced. Such enhanced oscillators could be used as exquisite force sensors.\n          </jats:p>\n          <jats:p>\n            <jats:italic>Science</jats:italic>\n            , this issue p.\n            <jats:related-article xmlns:xlink=\"http://www.w3.org/1999/xlink\" ext-link-type=\"doi\" issue=\"6390\" page=\"764\" related-article-type=\"in-this-issue\" vol=\"360\" xlink:href=\"10.1126/science.aar6939\">764</jats:related-article>\n            ; see also p.\n            <jats:related-article xmlns:xlink=\"http://www.w3.org/1999/xlink\" ext-link-type=\"doi\" issue=\"6390\" page=\"706\" related-article-type=\"in-this-issue\" vol=\"360\" xlink:href=\"10.1126/science.aat1983\">706</jats:related-article>\n          </jats:p>",
      "distance": 0.3420449910897584,
      "discussion_points": [
        "1. **Interdisciplinary Applications of ML**: Theodoros, you're focused on physics-informed neural networks (PINNs) in computational fluid dynamics. Sergey, your work involves modern machine learning techniques in quantum measurements. How do you both envision the integration of machine learning in your respective fields? Are there specific challenges or opportunities you've encountered that could benefit from each other's expertise?",
        "",
        "2. **Time Series Data in Physics**: Sergey, you have a strong interest in time series and Gaussian processes. Theodoros, in your work on heat and mass transfer, data is often collected over time as well. How do you currently analyze temporal data in your research, and could there be potential for collaboration in developing new ML models that leverage time series analysis for both your fields?",
        "",
        "3. **Modeling Complex Systems**: Theodoros, you deal with complex fluid dynamics, while Sergey, your research involves nonlinear responses in quantum systems. What are some of the most complex systems you've modeled, and how do you approach the challenges of accurately representing their behavior? Could your methodologies potentially complement each other?",
        "",
        "4. **Data-Driven Discoveries**: Given your shared interest in using ML for scientific discovery, what data-driven findings have surprised you the most in your research? How do you think insights from one field could translate to the other, especially in terms of experimental validation or theoretical predictions?",
        "",
        "5. **Future Directions of Research**: As both of you are exploring the role of ML in your research areas, where do you see the greatest opportunities for future developments? Are there emerging technologies or methodologies that you believe could revolutionize how machine learning is applied in physics? Would you consider collaborating on a project that explores these innovations?"
      ]
    },
    "36": {
      "name": "Christa Gall",
      "fas": "Name: Christa Gall\n\nAffiliation: DARK / Niels Bohr Institute / UCPH\n\nWorkshop Goals: Learn more about different ML algorithm and estimation of uncertainties.  Find possible collaborators for future projects involving ML techniques in the are of astrophysics.\n\nInterest in ML methods/data: Usually have astrophysical data and measurements and use theoretical models to interpret the data. ML offers an opportunity to e.g., explore a larger parameter space, but also to classify data and astrophysical objects differently.\n\nInterest in Physics: Astrophysics\n\nPublications:\n\n\nAbstracts:\n",
      "distance": 0.35322265000699626,
      "discussion_points": [
        "1. **Interdisciplinary Applications of ML**: Theodoros, given your focus on physics-informed neural networks (PINNs) in heat and mass transfer, how do you see similar methodologies being applied in Christa's field of astrophysics? Christa, do you think PINNs could be beneficial for interpreting astrophysical data?",
        "",
        "2. **Uncertainty Estimation in Different Domains**: Christa, you mentioned an interest in estimating uncertainties in ML algorithms. Theodoros, how do you currently approach uncertainty quantification in your computational fluid dynamics models? Would there be potential for cross-pollination of techniques here?",
        "",
        "3. **Data-Driven vs. Model-Driven Approaches**: Theodoros, how do you balance the use of data-driven ML methods with traditional physics-based models in your research? Christa, could you share how you integrate theoretical models with ML to interpret astrophysical data? This could reveal common challenges or innovative solutions.",
        "",
        "4. **Parameter Space Exploration**: Christa, you highlighted the opportunity that ML presents for exploring larger parameter spaces in astrophysics. Theodoros, have you faced similar challenges in your work with computational models? What strategies have you employed to navigate complex parameter spaces, and do you think there are opportunities for collaboration in this area?",
        "",
        "5. **Potential Collaborative Projects**: Both of you are interested in applying ML to your respective fields. What specific projects or problems are you currently facing that could benefit from collaboration? For instance, could you develop a joint framework that applies ML techniques to both astrophysical and fluid dynamics datasets to draw insights about physical processes across different scales?"
      ]
    },
    "48": {
      "name": "Christian Glaser",
      "fas": "Name: Christian Glaser\n\nAffiliation: Uppsala University\n\nWorkshop Goals: AI methods between fields are often very transferable. I hope to get new inspiration of methods/approaches/network architectures etc. for application in my field of research. And maybe my contribution can also inspire others.\n\nInterest in ML methods/data: Normalizing flows for PDF prediction and all network architectures that give the best performance ;-) (CNNs, GNNs, Transformers, GANs, Diffusion models).    Resource constraint computing for real-time triggering/processing on low-power hardware.\n\nInterest in Physics: Astroparticle Physics, in particular, high and ultra-high energy neutrinos and cosmic rays\n\nPublications:\nFirst-principle calculation of birefringence effects for in-ice radio detection of neutrinos\nThe ultra-high-energy neutrino-nucleon cross section: measurement forecasts for an era of cosmic EeV-neutrino discovery\nFlavor composition of ultrahigh-energy cosmic neutrinos: Measurement forecasts for in-ice radio-based EeV neutrino telescopes\n\nAbstracts:\n<jats:title>Abstract</jats:title><jats:p>The detection of high-energy neutrinos in the EeV range requires new detection techniques to cope with the small expected flux. The radio detection method, utilizing Askaryan emission, can be used to detect these neutrinos in polar ice. The propagation of the radio pulses has to be modeled carefully to reconstruct the energy, direction, and flavor of the neutrino from the detected radio flashes. Here, we study the effect of birefringence in ice, which splits up the radio pulse into two orthogonal polarization components with slightly different propagation speeds. This provides useful signatures to determine the neutrino energy and is potentially important to determine the neutrino direction to degree precision. We calculated the effect of birefringence from first principles where the only free parameter is the dielectric tensor as a function of position. Our code, for the first time, can propagate full RF waveforms, taking interference due to changing polarization eigenvectors during propagation into account. The model is available open-source through the NuRadioMC framework. We compare our results to in-situ calibration data from the ARA and ARIANNA experiments and find good agreement for the available time delay measurements. This indicates a significant improvement of the prediction power of birefringence effects compared to previous models. Finally, the implications and opportunities for neutrino detection are discussed.</jats:p>\n<jats:title>A<jats:sc>bstract</jats:sc></jats:title><jats:p>Neutrino interactions with protons and neutrons probe their deep structure and may reveal new physics. The higher the neutrino energy, the sharper the probe. So far, the neutrino-nucleon (<jats:italic>νN</jats:italic>) cross section is known across neutrino energies from a few hundred MeV to a few PeV. Soon, ultra-high-energy (UHE) cosmic neutrinos, with energies above 100 PeV, could take us farther. So far, they have evaded discovery, but upcoming UHE neutrino telescopes endeavor to find them. We present the first detailed measurement forecasts of the UHE<jats:italic>νN</jats:italic>cross section, geared to IceCube-Gen2, one of the leading detectors under planning. We use state-of-the-art ingredients in every stage of our forecasts: in the UHE neutrino flux predictions, the neutrino propagation inside Earth, the emission of neutrino-induced radio signals in the detector, their propagation and detection, and the treatment of backgrounds. After 10 years, if at least a few tens of UHE neutrino-induced events are detected, IceCube-Gen2 could measure the<jats:italic>νN</jats:italic>cross section at center-of-mass energies of<jats:inline-formula><jats:alternatives><jats:tex-math>$$ \\sqrt{s} $$</jats:tex-math><mml:math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\"><mml:msqrt><mml:mi>s</mml:mi></mml:msqrt></mml:math></jats:alternatives></jats:inline-formula><jats:italic>≈</jats:italic>10–100 TeV for the first time, with a precision comparable to that of its theory prediction.</jats:p>\n<jats:p>In-ice radio detection is a promising technique to discover and characterize ultrahigh-energy (UHE) neutrinos, with energies above <a:math xmlns:a=\"http://www.w3.org/1998/Math/MathML\" display=\"inline\"><a:mrow><a:msup><a:mrow><a:mn>10</a:mn></a:mrow><a:mrow><a:mn>17</a:mn></a:mrow></a:msup><a:mtext> </a:mtext><a:mtext> </a:mtext><a:mi>eV</a:mi></a:mrow></a:math>, adopted by present—ARA, ARIANNA, and RNO-G—and planned—IceCube-Gen2—experiments. So far, their ability to measure neutrino flavor had remained unexplored. We show and quantify how the neutrino flavor can be measured with in-ice radio detectors using two complementary detection channels. The first channel, sensitive to <c:math xmlns:c=\"http://www.w3.org/1998/Math/MathML\" display=\"inline\"><c:msub><c:mi>ν</c:mi><c:mi>e</c:mi></c:msub></c:math>, identifies them via their charged-current interactions, whose radio emission is elongated in time due to the Landau-Pomeranchuk-Migdal effect. The second channel, sensitive to <e:math xmlns:e=\"http://www.w3.org/1998/Math/MathML\" display=\"inline\"><e:msub><e:mi>ν</e:mi><e:mi>μ</e:mi></e:msub></e:math> and <g:math xmlns:g=\"http://www.w3.org/1998/Math/MathML\" display=\"inline\"><g:msub><g:mi>ν</g:mi><g:mi>τ</g:mi></g:msub></g:math>, identifies events made up of multiple showers generated by the muons and taus they generate. We show this in state-of-the-art forecasts geared at IceCube-Gen2, for representative choices of the UHE neutrino flux. This newfound sensitivity could allow us to infer the UHE neutrino flavor composition at their sources—and thus the neutrino production mechanism—and to probe UHE neutrino physics.</jats:p>\n          <jats:sec>\n            <jats:title/>\n            <jats:supplementary-material>\n              <jats:permissions>\n                <jats:copyright-statement>Published by the American Physical Society</jats:copyright-statement>\n                <jats:copyright-year>2024</jats:copyright-year>\n              </jats:permissions>\n            </jats:supplementary-material>\n          </jats:sec>",
      "distance": 0.44425204185932343,
      "discussion_points": [
        "1. **Interdisciplinary Approaches**: Theodoros, you focus on physics-informed neural networks (PINNs) within the context of fluid dynamics. Christian, given your interest in various AI architectures like normalizing flows and diffusion models, how do you see the potential for melding these approaches? Could your methods enhance the predictive capabilities of PINNs in modeling complex physical phenomena?",
        "",
        "2. **Real-Time Processing**: Christian, you mentioned resource-constrained computing for real-time processing. Theodoros, considering your work in computational fluid dynamics, how critical do you think real-time data processing is in your field? Have you explored any applications of low-power hardware solutions in your research?",
        "",
        "3. **Application of ML in Physics**: Both of you are applying machine learning in the realm of physics, albeit in different areas. How do you think the challenges you face in modeling and prediction differ across your fields, particularly in terms of data availability and the complexity of physical systems you are studying?",
        "",
        "4. **Collaboration Opportunities**: Are there specific projects or aspects of your research where you think a collaboration could yield innovative results? For instance, Theodoros, could your work on heat transfer and Christian's insights into neutrino detection techniques intersect in any way to advance understanding in either field?",
        "",
        "5. **Inspiration from Each Other's Work**: Christian, you mentioned hoping to gain inspiration from AI methods that could be transferable across fields. Theodoros, from your perspective, what novel approaches or methodologies from Christian's work in astroparticle physics could potentially apply to advancements in fluid dynamics or other areas of your research?"
      ]
    }
  },
  "19": {
    "27": {
      "name": "Sergey Fedorov",
      "fas": "Name: Sergey Fedorov\n\nAffiliation: Niels Bohr Institute\n\nWorkshop Goals: Gauge the potential of applying modern machine learning techniques in my field.\n\nInterest in ML methods/data: Time series and Gaussian processes\n\nInterest in Physics: Quantum measurements and metrology, structural mechanics\n\nPublications:\nSqueezed light from an oscillator measured at the rate of oscillation\nThermal intermodulation noise in cavity-based measurements\nElastic strain engineering for ultralow mechanical dissipation\n\nAbstracts:\n<jats:title>Abstract</jats:title><jats:p>Sufficiently fast continuous measurements of the position of an oscillator approach measurements projective on position eigenstates. We evidence the transition into the projective regime for a spin oscillator within an ensemble of 2 × 10<jats:sup>10</jats:sup> room-temperature atoms by observing correlations between the quadratures of the meter light field. These correlations squeeze the fluctuations of one light quadrature below the vacuum level. When the measurement is slower than the oscillation, we generate <jats:inline-formula><jats:alternatives><jats:tex-math>$$11.{5}_{-1.5}^{+2.5}\\,{{{{{{{\\rm{dB}}}}}}}}$$</jats:tex-math><mml:math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\">\n                  <mml:mn>11</mml:mn>\n                  <mml:mo>.</mml:mo>\n                  <mml:msubsup>\n                    <mml:mrow>\n                      <mml:mn>5</mml:mn>\n                    </mml:mrow>\n                    <mml:mrow>\n                      <mml:mo>−</mml:mo>\n                      <mml:mn>1.5</mml:mn>\n                    </mml:mrow>\n                    <mml:mrow>\n                      <mml:mo>+</mml:mo>\n                      <mml:mn>2.5</mml:mn>\n                    </mml:mrow>\n                  </mml:msubsup>\n                  <mml:mspace/>\n                  <mml:mi>dB</mml:mi>\n                </mml:math></jats:alternatives></jats:inline-formula> and detect <jats:inline-formula><jats:alternatives><jats:tex-math>$$8.{5}_{-0.1}^{+0.1}\\,{{{{{{{\\rm{dB}}}}}}}}$$</jats:tex-math><mml:math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\">\n                  <mml:mn>8</mml:mn>\n                  <mml:mo>.</mml:mo>\n                  <mml:msubsup>\n                    <mml:mrow>\n                      <mml:mn>5</mml:mn>\n                    </mml:mrow>\n                    <mml:mrow>\n                      <mml:mo>−</mml:mo>\n                      <mml:mn>0.1</mml:mn>\n                    </mml:mrow>\n                    <mml:mrow>\n                      <mml:mo>+</mml:mo>\n                      <mml:mn>0.1</mml:mn>\n                    </mml:mrow>\n                  </mml:msubsup>\n                  <mml:mspace/>\n                  <mml:mi>dB</mml:mi>\n                </mml:math></jats:alternatives></jats:inline-formula> of squeezing in a tunable band that is a fraction of the resonance frequency. When the measurement is as fast as the oscillation, we detect 4.7 dB of squeezing that spans more than one decade of frequencies below the resonance. Our results demonstrate a new regime of continuous quantum measurements on material oscillators, and set a new benchmark for the performance of a linear quantum sensor.</jats:p>\n<jats:p>Thermal frequency fluctuations in optical cavities limit the sensitivity of precision experiments ranging from gravitational wave observatories to optical atomic clocks. Conventional modeling of these noises assumes a linear response of the optical field to the fluctuations of cavity frequency. Fundamentally, however, this response is nonlinear. Here we show that nonlinearly transduced thermal fluctuations of cavity frequency can dominate the broadband noise in photodetection, even when the magnitude of fluctuations is much smaller than the cavity linewidth. We term this noise “thermal intermodulation noise” and show that for a resonant laser probe it manifests as intensity fluctuations. We report and characterize thermal intermodulation noise in an optomechanical cavity, where the frequency fluctuations are caused by mechanical Brownian motion, and find excellent agreement with our developed theoretical model. We demonstrate that the effect is particularly relevant to quantum optomechanics: using a phononic crystal <jats:inline-formula>\n\t    \n\t  </jats:inline-formula> membrane with a low-mass, soft-clamped mechanical mode, we are able to operate in the regime where measurement quantum backaction contributes as much force noise as the thermal environment does. However, in the presence of intermodulation noise, quantum signatures of measurement are not revealed in direct photodetection. The reported noise mechanism, while studied for an optomechanical system, can exist in any optical cavity.</jats:p>\n<jats:title>Better performance under stress</jats:title>\n          <jats:p>\n            Engineering stress or strain into materials can improve their performance. Adding mechanical stress to silicon chips, for instance, produces transistors with enhanced electron mobility. Ghadimi\n            <jats:italic>et al.</jats:italic>\n            explore the possibility of enhancing the vibrational properties of a micromechanical oscillator by engineering stress within the structure (see the Perspective by Eichler). By careful design of the micromechanical oscillator, and by building in associated stresses, exceptional vibrational properties can be produced. Such enhanced oscillators could be used as exquisite force sensors.\n          </jats:p>\n          <jats:p>\n            <jats:italic>Science</jats:italic>\n            , this issue p.\n            <jats:related-article xmlns:xlink=\"http://www.w3.org/1999/xlink\" ext-link-type=\"doi\" issue=\"6390\" page=\"764\" related-article-type=\"in-this-issue\" vol=\"360\" xlink:href=\"10.1126/science.aar6939\">764</jats:related-article>\n            ; see also p.\n            <jats:related-article xmlns:xlink=\"http://www.w3.org/1999/xlink\" ext-link-type=\"doi\" issue=\"6390\" page=\"706\" related-article-type=\"in-this-issue\" vol=\"360\" xlink:href=\"10.1126/science.aat1983\">706</jats:related-article>\n          </jats:p>",
      "distance": 0.4003182319395836,
      "discussion_points": [
        "1. **Exploring Machine Learning Techniques**: Atefe, you focus on structured and numerical data, while Sergey, you are interested in time series and Gaussian processes. How do you think the different types of data can complement each other in enhancing machine learning applications in physics? Could there be a way to integrate structured data with time series analysis in your respective fields?",
        "",
        "2. **Applications in Quantum Measurements**: Sergey, your work involves quantum measurements and metrology, which often require precise data analysis. Atefe, considering your interest in condensed matter physics, how do you see machine learning playing a role in improving measurement techniques or data interpretation in these complex systems?",
        "",
        "3. **Collaborative Research Opportunities**: Given your backgrounds, are there specific problems in condensed matter physics or quantum mechanics that could benefit from a collaborative approach using machine learning? What challenges do you foresee in integrating these domains, and how might you address them?",
        "",
        "4. **Data Interpretation in Physics**: Both of your fields involve intricate phenomena that may benefit from advanced data interpretation techniques. How do you currently approach data analysis in your research, and what machine learning methods have you found particularly effective or promising in extracting insights from your data?",
        "",
        "5. **Future Directions in Machine Learning**: As machine learning continues to evolve, what emerging trends or technologies in ML are you both most excited about? How do you envision these advancements impacting your research areas in condensed matter and quantum measurements over the next few years?"
      ]
    },
    "36": {
      "name": "Christa Gall",
      "fas": "Name: Christa Gall\n\nAffiliation: DARK / Niels Bohr Institute / UCPH\n\nWorkshop Goals: Learn more about different ML algorithm and estimation of uncertainties.  Find possible collaborators for future projects involving ML techniques in the are of astrophysics.\n\nInterest in ML methods/data: Usually have astrophysical data and measurements and use theoretical models to interpret the data. ML offers an opportunity to e.g., explore a larger parameter space, but also to classify data and astrophysical objects differently.\n\nInterest in Physics: Astrophysics\n\nPublications:\n\n\nAbstracts:\n",
      "distance": 0.40684367570726876,
      "discussion_points": [
        "1. **Cross-Disciplinary Applications of ML**: Given your differing focuses in condensed matter physics and astrophysics, how do you see machine learning techniques being adapted across these fields? Are there specific methodologies or algorithms in ML that you believe could be beneficial for both areas?",
        "",
        "2. **Data Interpretation Challenges**: Atefe, you work with structured/numerical data, while Christa deals with astrophysical measurements and theoretical models. What common challenges do you face in interpreting your respective datasets, and how might machine learning help address these issues?",
        "",
        "3. **Exploring Parameter Spaces**: Christa mentioned the utility of ML in exploring larger parameter spaces in astrophysics. Atefe, do you think similar approaches could be applied to condensed matter systems? What kind of parameter spaces do you typically work with, and how could ML enhance your exploration?",
        "",
        "4. **Uncertainty Estimation**: Both of you have expressed an interest in estimating uncertainties in your research. How do you currently approach this in your respective fields, and what ML techniques do you think could improve the accuracy and reliability of uncertainty estimations?",
        "",
        "5. **Potential Collaborative Projects**: Considering your interests, what specific projects or ideas do you think could benefit from a collaboration between condensed matter physics and astrophysics using machine learning? Are there particular questions or phenomena in either field that might be better understood through a joint effort?"
      ]
    },
    "48": {
      "name": "Christian Glaser",
      "fas": "Name: Christian Glaser\n\nAffiliation: Uppsala University\n\nWorkshop Goals: AI methods between fields are often very transferable. I hope to get new inspiration of methods/approaches/network architectures etc. for application in my field of research. And maybe my contribution can also inspire others.\n\nInterest in ML methods/data: Normalizing flows for PDF prediction and all network architectures that give the best performance ;-) (CNNs, GNNs, Transformers, GANs, Diffusion models).    Resource constraint computing for real-time triggering/processing on low-power hardware.\n\nInterest in Physics: Astroparticle Physics, in particular, high and ultra-high energy neutrinos and cosmic rays\n\nPublications:\nFirst-principle calculation of birefringence effects for in-ice radio detection of neutrinos\nThe ultra-high-energy neutrino-nucleon cross section: measurement forecasts for an era of cosmic EeV-neutrino discovery\nFlavor composition of ultrahigh-energy cosmic neutrinos: Measurement forecasts for in-ice radio-based EeV neutrino telescopes\n\nAbstracts:\n<jats:title>Abstract</jats:title><jats:p>The detection of high-energy neutrinos in the EeV range requires new detection techniques to cope with the small expected flux. The radio detection method, utilizing Askaryan emission, can be used to detect these neutrinos in polar ice. The propagation of the radio pulses has to be modeled carefully to reconstruct the energy, direction, and flavor of the neutrino from the detected radio flashes. Here, we study the effect of birefringence in ice, which splits up the radio pulse into two orthogonal polarization components with slightly different propagation speeds. This provides useful signatures to determine the neutrino energy and is potentially important to determine the neutrino direction to degree precision. We calculated the effect of birefringence from first principles where the only free parameter is the dielectric tensor as a function of position. Our code, for the first time, can propagate full RF waveforms, taking interference due to changing polarization eigenvectors during propagation into account. The model is available open-source through the NuRadioMC framework. We compare our results to in-situ calibration data from the ARA and ARIANNA experiments and find good agreement for the available time delay measurements. This indicates a significant improvement of the prediction power of birefringence effects compared to previous models. Finally, the implications and opportunities for neutrino detection are discussed.</jats:p>\n<jats:title>A<jats:sc>bstract</jats:sc></jats:title><jats:p>Neutrino interactions with protons and neutrons probe their deep structure and may reveal new physics. The higher the neutrino energy, the sharper the probe. So far, the neutrino-nucleon (<jats:italic>νN</jats:italic>) cross section is known across neutrino energies from a few hundred MeV to a few PeV. Soon, ultra-high-energy (UHE) cosmic neutrinos, with energies above 100 PeV, could take us farther. So far, they have evaded discovery, but upcoming UHE neutrino telescopes endeavor to find them. We present the first detailed measurement forecasts of the UHE<jats:italic>νN</jats:italic>cross section, geared to IceCube-Gen2, one of the leading detectors under planning. We use state-of-the-art ingredients in every stage of our forecasts: in the UHE neutrino flux predictions, the neutrino propagation inside Earth, the emission of neutrino-induced radio signals in the detector, their propagation and detection, and the treatment of backgrounds. After 10 years, if at least a few tens of UHE neutrino-induced events are detected, IceCube-Gen2 could measure the<jats:italic>νN</jats:italic>cross section at center-of-mass energies of<jats:inline-formula><jats:alternatives><jats:tex-math>$$ \\sqrt{s} $$</jats:tex-math><mml:math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\"><mml:msqrt><mml:mi>s</mml:mi></mml:msqrt></mml:math></jats:alternatives></jats:inline-formula><jats:italic>≈</jats:italic>10–100 TeV for the first time, with a precision comparable to that of its theory prediction.</jats:p>\n<jats:p>In-ice radio detection is a promising technique to discover and characterize ultrahigh-energy (UHE) neutrinos, with energies above <a:math xmlns:a=\"http://www.w3.org/1998/Math/MathML\" display=\"inline\"><a:mrow><a:msup><a:mrow><a:mn>10</a:mn></a:mrow><a:mrow><a:mn>17</a:mn></a:mrow></a:msup><a:mtext> </a:mtext><a:mtext> </a:mtext><a:mi>eV</a:mi></a:mrow></a:math>, adopted by present—ARA, ARIANNA, and RNO-G—and planned—IceCube-Gen2—experiments. So far, their ability to measure neutrino flavor had remained unexplored. We show and quantify how the neutrino flavor can be measured with in-ice radio detectors using two complementary detection channels. The first channel, sensitive to <c:math xmlns:c=\"http://www.w3.org/1998/Math/MathML\" display=\"inline\"><c:msub><c:mi>ν</c:mi><c:mi>e</c:mi></c:msub></c:math>, identifies them via their charged-current interactions, whose radio emission is elongated in time due to the Landau-Pomeranchuk-Migdal effect. The second channel, sensitive to <e:math xmlns:e=\"http://www.w3.org/1998/Math/MathML\" display=\"inline\"><e:msub><e:mi>ν</e:mi><e:mi>μ</e:mi></e:msub></e:math> and <g:math xmlns:g=\"http://www.w3.org/1998/Math/MathML\" display=\"inline\"><g:msub><g:mi>ν</g:mi><g:mi>τ</g:mi></g:msub></g:math>, identifies events made up of multiple showers generated by the muons and taus they generate. We show this in state-of-the-art forecasts geared at IceCube-Gen2, for representative choices of the UHE neutrino flux. This newfound sensitivity could allow us to infer the UHE neutrino flavor composition at their sources—and thus the neutrino production mechanism—and to probe UHE neutrino physics.</jats:p>\n          <jats:sec>\n            <jats:title/>\n            <jats:supplementary-material>\n              <jats:permissions>\n                <jats:copyright-statement>Published by the American Physical Society</jats:copyright-statement>\n                <jats:copyright-year>2024</jats:copyright-year>\n              </jats:permissions>\n            </jats:supplementary-material>\n          </jats:sec>",
      "distance": 0.46793966976701973,
      "discussion_points": [
        "1. **Exploring Transferable ML Techniques**: Atefe, given your interest in structured and numerical data in condensed matter physics, how do you see the applicability of normalizing flows and other advanced ML architectures that Christian is exploring in astroparticle physics? Could there be a potential overlap in methods that could benefit both fields?",
        "",
        "2. **Resource Constraints in ML Applications**: Christian, you mentioned working with resource-constrained computing for real-time processing. Atefe, have you encountered challenges in applying machine learning to large datasets in condensed matter physics? How do you think your experiences could inform approaches to optimizing ML models for low-power hardware?",
        "",
        "3. **Collaboration Opportunities in Physics Research**: Both of you have a keen interest in using machine learning to enhance results in your respective fields. How do you envision a collaborative project that combines ML approaches from astroparticle physics and condensed matter physics? What specific problems could be addressed through such a partnership?",
        "",
        "4. **Data Types and Model Adaptation**: Christian, your work involves various network architectures for predicting probability density functions. Atefe, have you considered how different types of data (like structured vs. unstructured) might require adaptations in the ML models used? What insights can you share about tailoring models to fit the specific characteristics of your data?",
        "",
        "5. **Future Directions and Innovations**: As you both aim to learn new methodologies and approaches at this workshop, what are some innovative ideas or concepts in machine learning that you believe could revolutionize research in your fields? How might these innovations lead to breakthroughs in understanding complex phenomena in condensed matter and astroparticle physics?"
      ]
    }
  },
  "27": {
    "36": {
      "name": "Christa Gall",
      "fas": "Name: Christa Gall\n\nAffiliation: DARK / Niels Bohr Institute / UCPH\n\nWorkshop Goals: Learn more about different ML algorithm and estimation of uncertainties.  Find possible collaborators for future projects involving ML techniques in the are of astrophysics.\n\nInterest in ML methods/data: Usually have astrophysical data and measurements and use theoretical models to interpret the data. ML offers an opportunity to e.g., explore a larger parameter space, but also to classify data and astrophysical objects differently.\n\nInterest in Physics: Astrophysics\n\nPublications:\n\n\nAbstracts:\n",
      "distance": 0.46793966976701973,
      "discussion_points": [
        "1. **Exploring ML Applications Across Disciplines**: Sergey, you mentioned your interest in applying machine learning techniques to time series and Gaussian processes in quantum measurements. Christa, how do you see machine learning enhancing data analysis in astrophysics, particularly in terms of classifying objects or exploring parameter spaces? Could there be potential for cross-disciplinary approaches that leverage your respective expertise?",
        "",
        "2. **Common Ground in Data Analysis**: Both of you are interested in using machine learning to improve measurements and data interpretation. How do you currently handle uncertainties in your datasets? Are there specific ML methods you've found effective that could benefit each other's fields, especially concerning improving the reliability of measurements in quantum mechanics and astrophysical observations?",
        "",
        "3. **Collaborative Projects**: Given that both of your research areas involve complex measurements—quantum measurements for Sergey and astrophysical data for Christa—what kind of collaborative projects do you envision? Could you explore the possibility of creating a framework or model that uses insights from one field to inform the other?",
        "",
        "4. **Understanding Measurement Noise**: Sergey, your work involves studying thermal intermodulation noise in optical cavities. Christa, are there similar noise-related challenges in astrophysical measurements, such as noise from cosmic background radiation? How might your findings in noise dynamics offer insights or solutions for each other's research challenges?",
        "",
        "5. **Future Directions in ML**: With both of you interested in the future application of machine learning, what emerging ML techniques are you most excited about? Sergey, as you look to apply ML in structural mechanics, and Christa, in astrophysics, could there be innovative methodologies that either of you could adopt from the other’s field to enhance your research outcomes?"
      ]
    },
    "48": {
      "name": "Christian Glaser",
      "fas": "Name: Christian Glaser\n\nAffiliation: Uppsala University\n\nWorkshop Goals: AI methods between fields are often very transferable. I hope to get new inspiration of methods/approaches/network architectures etc. for application in my field of research. And maybe my contribution can also inspire others.\n\nInterest in ML methods/data: Normalizing flows for PDF prediction and all network architectures that give the best performance ;-) (CNNs, GNNs, Transformers, GANs, Diffusion models).    Resource constraint computing for real-time triggering/processing on low-power hardware.\n\nInterest in Physics: Astroparticle Physics, in particular, high and ultra-high energy neutrinos and cosmic rays\n\nPublications:\nFirst-principle calculation of birefringence effects for in-ice radio detection of neutrinos\nThe ultra-high-energy neutrino-nucleon cross section: measurement forecasts for an era of cosmic EeV-neutrino discovery\nFlavor composition of ultrahigh-energy cosmic neutrinos: Measurement forecasts for in-ice radio-based EeV neutrino telescopes\n\nAbstracts:\n<jats:title>Abstract</jats:title><jats:p>The detection of high-energy neutrinos in the EeV range requires new detection techniques to cope with the small expected flux. The radio detection method, utilizing Askaryan emission, can be used to detect these neutrinos in polar ice. The propagation of the radio pulses has to be modeled carefully to reconstruct the energy, direction, and flavor of the neutrino from the detected radio flashes. Here, we study the effect of birefringence in ice, which splits up the radio pulse into two orthogonal polarization components with slightly different propagation speeds. This provides useful signatures to determine the neutrino energy and is potentially important to determine the neutrino direction to degree precision. We calculated the effect of birefringence from first principles where the only free parameter is the dielectric tensor as a function of position. Our code, for the first time, can propagate full RF waveforms, taking interference due to changing polarization eigenvectors during propagation into account. The model is available open-source through the NuRadioMC framework. We compare our results to in-situ calibration data from the ARA and ARIANNA experiments and find good agreement for the available time delay measurements. This indicates a significant improvement of the prediction power of birefringence effects compared to previous models. Finally, the implications and opportunities for neutrino detection are discussed.</jats:p>\n<jats:title>A<jats:sc>bstract</jats:sc></jats:title><jats:p>Neutrino interactions with protons and neutrons probe their deep structure and may reveal new physics. The higher the neutrino energy, the sharper the probe. So far, the neutrino-nucleon (<jats:italic>νN</jats:italic>) cross section is known across neutrino energies from a few hundred MeV to a few PeV. Soon, ultra-high-energy (UHE) cosmic neutrinos, with energies above 100 PeV, could take us farther. So far, they have evaded discovery, but upcoming UHE neutrino telescopes endeavor to find them. We present the first detailed measurement forecasts of the UHE<jats:italic>νN</jats:italic>cross section, geared to IceCube-Gen2, one of the leading detectors under planning. We use state-of-the-art ingredients in every stage of our forecasts: in the UHE neutrino flux predictions, the neutrino propagation inside Earth, the emission of neutrino-induced radio signals in the detector, their propagation and detection, and the treatment of backgrounds. After 10 years, if at least a few tens of UHE neutrino-induced events are detected, IceCube-Gen2 could measure the<jats:italic>νN</jats:italic>cross section at center-of-mass energies of<jats:inline-formula><jats:alternatives><jats:tex-math>$$ \\sqrt{s} $$</jats:tex-math><mml:math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\"><mml:msqrt><mml:mi>s</mml:mi></mml:msqrt></mml:math></jats:alternatives></jats:inline-formula><jats:italic>≈</jats:italic>10–100 TeV for the first time, with a precision comparable to that of its theory prediction.</jats:p>\n<jats:p>In-ice radio detection is a promising technique to discover and characterize ultrahigh-energy (UHE) neutrinos, with energies above <a:math xmlns:a=\"http://www.w3.org/1998/Math/MathML\" display=\"inline\"><a:mrow><a:msup><a:mrow><a:mn>10</a:mn></a:mrow><a:mrow><a:mn>17</a:mn></a:mrow></a:msup><a:mtext> </a:mtext><a:mtext> </a:mtext><a:mi>eV</a:mi></a:mrow></a:math>, adopted by present—ARA, ARIANNA, and RNO-G—and planned—IceCube-Gen2—experiments. So far, their ability to measure neutrino flavor had remained unexplored. We show and quantify how the neutrino flavor can be measured with in-ice radio detectors using two complementary detection channels. The first channel, sensitive to <c:math xmlns:c=\"http://www.w3.org/1998/Math/MathML\" display=\"inline\"><c:msub><c:mi>ν</c:mi><c:mi>e</c:mi></c:msub></c:math>, identifies them via their charged-current interactions, whose radio emission is elongated in time due to the Landau-Pomeranchuk-Migdal effect. The second channel, sensitive to <e:math xmlns:e=\"http://www.w3.org/1998/Math/MathML\" display=\"inline\"><e:msub><e:mi>ν</e:mi><e:mi>μ</e:mi></e:msub></e:math> and <g:math xmlns:g=\"http://www.w3.org/1998/Math/MathML\" display=\"inline\"><g:msub><g:mi>ν</g:mi><g:mi>τ</g:mi></g:msub></g:math>, identifies events made up of multiple showers generated by the muons and taus they generate. We show this in state-of-the-art forecasts geared at IceCube-Gen2, for representative choices of the UHE neutrino flux. This newfound sensitivity could allow us to infer the UHE neutrino flavor composition at their sources—and thus the neutrino production mechanism—and to probe UHE neutrino physics.</jats:p>\n          <jats:sec>\n            <jats:title/>\n            <jats:supplementary-material>\n              <jats:permissions>\n                <jats:copyright-statement>Published by the American Physical Society</jats:copyright-statement>\n                <jats:copyright-year>2024</jats:copyright-year>\n              </jats:permissions>\n            </jats:supplementary-material>\n          </jats:sec>",
      "distance": 0.4690222370904805,
      "discussion_points": [
        "1. **Intersection of Machine Learning and Quantum Measurements**: Sergey, you’re interested in applying machine learning techniques, particularly Gaussian processes, to quantum measurements and metrology. Christian, have you explored the potential of using any machine learning methods, such as normalizing flows or neural networks, to analyze high-energy neutrino data? How do you think these methods could enhance the sensitivity or accuracy of neutrino detection?",
        "",
        "2. **Modeling Complex Physical Phenomena**: Both of you are involved in modeling complex physical phenomena—Sergey with thermal intermodulation noise in optomechanical systems and Christian with neutrino detection models involving birefringence in ice. What similarities do you see in the modeling approaches you use? Could there be opportunities to share insights or techniques that might be applicable across your fields?",
        "",
        "3. **Resource-Constrained Computing and Real-Time Processing**: Christian, you mentioned resource-constrained computing for real-time processing. Sergey, considering your work in structural mechanics and quantum sensors, how do you handle data processing and real-time analysis in your experiments? Could there be a collaboration to develop efficient algorithms that optimize resource use in both your research areas?",
        "",
        "4. **Collaborative Research on Quantum Sensors and Astroparticle Physics**: Given that both of you are working on projects that involve detection technologies (quantum sensors for Sergey and neutrino detectors for Christian), how might advancements in quantum sensor technology influence the design or performance of neutrino detection systems? Is there potential for a collaborative project that bridges these two areas?",
        "",
        "5. **Exploring Novel Architectures for Data Analysis**: Christian, you mentioned an interest in various network architectures like CNNs and GANs. Sergey, have you considered employing similar architectures for your time series analysis in quantum measurements? What might be the challenges and benefits of adapting these architectures for real-time analysis in your respective fields?"
      ]
    }
  },
  "36": {
    "48": {
      "name": "Christian Glaser",
      "fas": "Name: Christian Glaser\n\nAffiliation: Uppsala University\n\nWorkshop Goals: AI methods between fields are often very transferable. I hope to get new inspiration of methods/approaches/network architectures etc. for application in my field of research. And maybe my contribution can also inspire others.\n\nInterest in ML methods/data: Normalizing flows for PDF prediction and all network architectures that give the best performance ;-) (CNNs, GNNs, Transformers, GANs, Diffusion models).    Resource constraint computing for real-time triggering/processing on low-power hardware.\n\nInterest in Physics: Astroparticle Physics, in particular, high and ultra-high energy neutrinos and cosmic rays\n\nPublications:\nFirst-principle calculation of birefringence effects for in-ice radio detection of neutrinos\nThe ultra-high-energy neutrino-nucleon cross section: measurement forecasts for an era of cosmic EeV-neutrino discovery\nFlavor composition of ultrahigh-energy cosmic neutrinos: Measurement forecasts for in-ice radio-based EeV neutrino telescopes\n\nAbstracts:\n<jats:title>Abstract</jats:title><jats:p>The detection of high-energy neutrinos in the EeV range requires new detection techniques to cope with the small expected flux. The radio detection method, utilizing Askaryan emission, can be used to detect these neutrinos in polar ice. The propagation of the radio pulses has to be modeled carefully to reconstruct the energy, direction, and flavor of the neutrino from the detected radio flashes. Here, we study the effect of birefringence in ice, which splits up the radio pulse into two orthogonal polarization components with slightly different propagation speeds. This provides useful signatures to determine the neutrino energy and is potentially important to determine the neutrino direction to degree precision. We calculated the effect of birefringence from first principles where the only free parameter is the dielectric tensor as a function of position. Our code, for the first time, can propagate full RF waveforms, taking interference due to changing polarization eigenvectors during propagation into account. The model is available open-source through the NuRadioMC framework. We compare our results to in-situ calibration data from the ARA and ARIANNA experiments and find good agreement for the available time delay measurements. This indicates a significant improvement of the prediction power of birefringence effects compared to previous models. Finally, the implications and opportunities for neutrino detection are discussed.</jats:p>\n<jats:title>A<jats:sc>bstract</jats:sc></jats:title><jats:p>Neutrino interactions with protons and neutrons probe their deep structure and may reveal new physics. The higher the neutrino energy, the sharper the probe. So far, the neutrino-nucleon (<jats:italic>νN</jats:italic>) cross section is known across neutrino energies from a few hundred MeV to a few PeV. Soon, ultra-high-energy (UHE) cosmic neutrinos, with energies above 100 PeV, could take us farther. So far, they have evaded discovery, but upcoming UHE neutrino telescopes endeavor to find them. We present the first detailed measurement forecasts of the UHE<jats:italic>νN</jats:italic>cross section, geared to IceCube-Gen2, one of the leading detectors under planning. We use state-of-the-art ingredients in every stage of our forecasts: in the UHE neutrino flux predictions, the neutrino propagation inside Earth, the emission of neutrino-induced radio signals in the detector, their propagation and detection, and the treatment of backgrounds. After 10 years, if at least a few tens of UHE neutrino-induced events are detected, IceCube-Gen2 could measure the<jats:italic>νN</jats:italic>cross section at center-of-mass energies of<jats:inline-formula><jats:alternatives><jats:tex-math>$$ \\sqrt{s} $$</jats:tex-math><mml:math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\"><mml:msqrt><mml:mi>s</mml:mi></mml:msqrt></mml:math></jats:alternatives></jats:inline-formula><jats:italic>≈</jats:italic>10–100 TeV for the first time, with a precision comparable to that of its theory prediction.</jats:p>\n<jats:p>In-ice radio detection is a promising technique to discover and characterize ultrahigh-energy (UHE) neutrinos, with energies above <a:math xmlns:a=\"http://www.w3.org/1998/Math/MathML\" display=\"inline\"><a:mrow><a:msup><a:mrow><a:mn>10</a:mn></a:mrow><a:mrow><a:mn>17</a:mn></a:mrow></a:msup><a:mtext> </a:mtext><a:mtext> </a:mtext><a:mi>eV</a:mi></a:mrow></a:math>, adopted by present—ARA, ARIANNA, and RNO-G—and planned—IceCube-Gen2—experiments. So far, their ability to measure neutrino flavor had remained unexplored. We show and quantify how the neutrino flavor can be measured with in-ice radio detectors using two complementary detection channels. The first channel, sensitive to <c:math xmlns:c=\"http://www.w3.org/1998/Math/MathML\" display=\"inline\"><c:msub><c:mi>ν</c:mi><c:mi>e</c:mi></c:msub></c:math>, identifies them via their charged-current interactions, whose radio emission is elongated in time due to the Landau-Pomeranchuk-Migdal effect. The second channel, sensitive to <e:math xmlns:e=\"http://www.w3.org/1998/Math/MathML\" display=\"inline\"><e:msub><e:mi>ν</e:mi><e:mi>μ</e:mi></e:msub></e:math> and <g:math xmlns:g=\"http://www.w3.org/1998/Math/MathML\" display=\"inline\"><g:msub><g:mi>ν</g:mi><g:mi>τ</g:mi></g:msub></g:math>, identifies events made up of multiple showers generated by the muons and taus they generate. We show this in state-of-the-art forecasts geared at IceCube-Gen2, for representative choices of the UHE neutrino flux. This newfound sensitivity could allow us to infer the UHE neutrino flavor composition at their sources—and thus the neutrino production mechanism—and to probe UHE neutrino physics.</jats:p>\n          <jats:sec>\n            <jats:title/>\n            <jats:supplementary-material>\n              <jats:permissions>\n                <jats:copyright-statement>Published by the American Physical Society</jats:copyright-statement>\n                <jats:copyright-year>2024</jats:copyright-year>\n              </jats:permissions>\n            </jats:supplementary-material>\n          </jats:sec>",
      "distance": 0.4690222370904805,
      "discussion_points": [
        "1. **Exploring ML Applications**: Christa, you mentioned the use of ML to explore larger parameter spaces in astrophysics. Christian, have you considered how your work with normalizing flows and network architectures might be adapted to enhance parameter estimation or classification tasks in astrophysics? What specific ML techniques do you think could be most beneficial in this context?",
        "",
        "2. **Interdisciplinary Collaborations**: Given your overlapping interests in high-energy phenomena, how do you both see the potential for collaboration between astrophysics and astroparticle physics? Are there particular projects or experiments where you feel a joint effort could yield significant advancements?",
        "",
        "3. **Real-Time Processing**: Christian, your focus on resource-constrained computing for real-time processing is intriguing. Christa, do you think there are opportunities to implement similar ML techniques in your astrophysical data analysis, particularly for time-sensitive observations, such as transient events?",
        "",
        "4. **Modeling Challenges**: Both of you are working with complex models—Christa with theoretical models of astrophysical data and Christian with neutrino detection models. What are some of the biggest challenges you face in modeling, and how might ML offer solutions to those challenges?",
        "",
        "5. **Future of ML in Your Fields**: Looking ahead, what are your predictions for the future of ML in your respective fields? Are there particular trends or technologies that you believe will revolutionize data analysis in astrophysics and astroparticle physics, and how might you collaborate to stay at the forefront of these advancements?"
      ]
    }
  }
}