{"16": {"38": {"name": "Rasmus Bjørk", "fas": "Name: Rasmus Bjørk\n\nAffiliation: Technical University of Denmark\n\nWorkshop Goals: To meet fellow researchers and learn what is going on in the field.\n\nInterest in ML methods/data: CNN, Generative models\n\nInterest in Physics: Magnetism, Heat transfer\n\nabstracts: Title: Materials challenges for high performance magnetocaloric refrigeration devices\nAbstract: Magnetocaloric materials with a Curie temperature near room temperature have attracted significant interest for some time due to their possible application for high‐efficiency refrigeration devices. This review focuses on a number of key issues of relevance for the characterization, performance and implementation of such materials in actual devices. The phenomenology and fundamental thermodynamics of magnetocaloric materials is discussed, as well as the hysteresis behavior often found in first‐order materials. A number of theoretical and experimental approaches and their implications are reviewed. The question of how to evaluate the suitability of a given material for use in a magnetocaloric device is covered in some detail, including a critical assessment of a number of common performance metrics. Of particular interest is which non‐magnetocaloric properties need to be considered in this connection. An …\n\nTitle: The performance of a combined solar photovoltaic (PV) and thermoelectric generator (TEG) system\nAbstract: The performance of a combined solar photovoltaic (PV) and thermoelectric generator (TEG) system is examined using an analytical model for four different types of commercial PVs and a commercial bismuth telluride TEG. The TEG is applied directly on the back of the PV, so that the two devices have the same temperature. The PVs considered are crystalline Si (c-Si), amorphous Si (a-Si), copper indium gallium (di) selenide (CIGS) and cadmium telluride (CdTe) cells. The degradation of PV performance with temperature is shown to dominate the increase in power produced by the TEG, due to the low efficiency of the TEG. For c-Si, CIGS and CdTe PV cells the combined system produces a lower power and has a lower efficiency than the PV alone, whereas for an a-Si cell the total system performance may be slightly increased by the TEG.\n\nTitle: Review and comparison of magnet designs for magnetic refrigeration\nAbstract: One of the key issues in magnetic refrigeration is generating the magnetic field that the magnetocaloric material must be subjected to. The magnet constitutes a major part of the expense of a complete magnetic refrigeration system and a large effort should therefore be invested in improving the magnet design. A detailed analysis of the efficiency of different published permanent magnet designs used in magnetic refrigeration applications is presented in this paper. Each design is analyzed based on the generated magnetic flux density, the volume of the region where this flux is generated and the amount of magnet material used. This is done by characterizing each design by a figure of merit magnet design efficiency parameter, Λcool. The designs are then compared and the best design found. Finally recommendations for designing the ideal magnet design are presented based on the analysis of the reviewed designs.\n\nTitle: Experimental results for a novel rotary active magnetic regenerator\nAbstract: Active magnetic regenerator (AMR) refrigerators represent an alternative to vapor compression technology and have great potential in realizing cooling devices with high efficiency, which are highly desirable for a broad range of applications. The technology relies on the magnetocaloric effect in a solid refrigerant rather than the temperature change that occurs when a gas is compressed/expanded. This paper presents the general considerations for the design and construction of a high frequency rotary AMR device. Experimental results are presented at various cooling powers for a range of operating conditions near room temperature. The device exhibited a no-load temperature span of over 25 K and can absorb a 100 W cooling load at a 20.5 K temperature span.\n\nTitle: Magnetocaloric properties of LaFe13− x− yCoxSiy and commercial grade Gd\nAbstract: The magnetocaloric properties of three samples of LaFe13−x−yCoxSiy have been measured and compared to measurements of commercial grade Gd. The samples have (x=0.86, y=1.08), (x=0.94, y=1.01) and (x=0.97, y=1.07) yielding Curie temperatures in the range 276–288K. The magnetization, specific heat capacity and adiabatic temperature change have been measured over a broad temperature interval. Importantly, all measurements were corrected for demagnetization, allowing the data to be directly compared. In an internal field of 1T the maximum specific entropy changes were 6.2, 5.1 and 5.0J/kgK, the specific heat capacities were 910, 840 and 835J/kgK and the adiabatic temperature changes were 2.3, 2.1 and 2.1K for the three LaFeCoSi samples respectively. For Gd in an internal field of 1T the maximum specific entropy change was 3.1J/kgK, the specific heat capacity was 340J/kgK and the adiabatic …", "discussion_points": ["1. **Interdisciplinary Applications of ML**:", "   - Evangelia, given your experience with CNNs and untrained neural networks in quantum physics, and Rasmus, considering your interest in CNNs and generative models, how do you both envision machine learning advancing your respective fields? Are there specific challenges or opportunities in incorporating ML into quantum optomechanics and magnetocaloric material research?", "", "2. **Cross-Disciplinary Insights**:", "   - With Evangelia's focus on theoretical quantum optics and Rasmus's expertise in magnetism and heat transfer, what potential collaborative projects could you imagine that leverage both quantum mechanics and thermodynamics? For instance, could ML models be designed to predict behaviors in systems that involve both quantum effects and thermal properties?", "", "3. **ML Techniques and Their Adaptability**:", "   - Evangelia, how have you found the use of untrained neural networks in your field of quantum physics, and do you think Rasmus's work in magnetocaloric materials could benefit from similar approaches? Conversely, Rasmus, are there specific generative models you've worked with that might offer new insights into quantum optomechanics?", "", "4. **Practical Implementations and Device Design**:", "   - Rasmus, your work on the performance of combined solar photovoltaic and thermoelectric systems highlights the importance of practical device efficiency. Evangelia, do you see any parallels in how theoretical predictions in quantum optics can be translated into practical optomechanical devices? How can ML assist in bridging the gap between theory and practice in both of your fields?", "", "5. **Future Directions and Innovations**:", "   - Looking forward, what are the most exciting advancements you both anticipate in your respective fields with the integration of machine learning? Are there any emerging ML techniques or data analytics tools that you are both particularly eager to explore or incorporate into your research?", "", "These questions are designed to help Evangelia and Rasmus find common ground, explore potential collaborations, and discover interesting differences and synergies in their work."]}, "34": {"name": "Peter Bøggild", "fas": "Name: Peter Bøggild\n\nAffiliation: Technical University of Denmark\n\nWorkshop Goals: I am very interested in how AI can enable research, and how to use ML/AI/LMM responsibly, effectively both within and around research. I am particularly interested in how ML can be used to predict current flow in quantum devices, and \"guess\" the shapes and topology of circuitry\n\nInterest in Physics: Condensed matter, 2D materials, quantum transport, nanotechnology\n\nabstracts: Title: Science and technology roadmap for graphene, related two-dimensional crystals, and hybrid systems\nAbstract: We present the science and technology roadmap for graphene, related two-dimensional crystals, and hybrid systems, targeting an evolution in technology, that might lead to impacts and benefits reaching into most areas of society. This roadmap was developed within the framework of the European Graphene Flagship and outlines the main targets and research areas as best understood at the start of this ambitious project. We provide an overview of the key aspects of graphene and related materials (GRMs), ranging from fundamental research challenges to a variety of applications in a large number of sectors, highlighting the steps necessary to take GRMs from a state of raw potential to a point where they might revolutionize multiple industries. We also define an extensive list of acronyms in an effort to standardize the nomenclature in this emerging field.\n\nTitle: The hot pick-up technique for batch assembly of van der Waals heterostructures\nAbstract: The assembly of individual two-dimensional materials into van der Waals heterostructures enables the construction of layered three-dimensional materials with desirable electronic and optical properties. A core problem in the fabrication of these structures is the formation of clean interfaces between the individual two-dimensional materials which would affect device performance. We present here a technique for the rapid batch fabrication of van der Waals heterostructures, demonstrated by the controlled production of 22 mono-, bi- and trilayer graphene stacks encapsulated in hexagonal boron nitride with close to 100% yield. For the monolayer devices, we found semiclassical mean-free paths up to 0.9 μm, with the narrowest samples showing clear indications of the transport being affected by boundary scattering. The presented method readily lends itself to fabrication of van der Waals heterostructures in both …\n\nTitle: Production and processing of graphene and related materials\nAbstract: We present an overview of the main techniques for production and processing of graphene and related materials (GRMs), as well as the key characterization procedures. We adopt a'hands-on'approach, providing practical details and procedures as derived from literature as well as from the authors' experience, in order to enable the reader to reproduce the results.\n\nTitle: Dielectrophoresis of carbon nanotubes using microelectrodes: a numerical study\nAbstract: Single-walled carbon nanotubes are candidates for a number of electronics and sensing applications, provided nanotubes with semiconducting and metallic band structure can be separated. Dielectrophoresis has recently been demonstrated as a route towards the separation of metallic nanotubes from semiconducting nanotubes, and is moreover a method for controlled assembly of the nanotubes on microstructures that has the possibility to be scaled to wafer-level manufacturing. In this paper we will present numerical calculations of carbon nanotubes subjected to dielectrophoresis, drag force and Brownian motion induced by application of an ac voltage to a set of microelectrodes in a microliquid channel. We calculate the probability of capturing various types of carbon nanotubes, the time frame for the assembly and the efficiency of separation, for different experimental parameters. Our results suggest that …\n\nTitle: Graphene conductance uniformity mapping\nAbstract: We demonstrate a combination of micro four-point probe (M4PP) and non-contact terahertz time-domain spectroscopy (THz-TDS) measurements for centimeter scale quantitative mapping of the sheet conductance of large area chemical vapor deposited graphene films. Dual configuration M4PP measurements, demonstrated on graphene for the first time, provide valuable statistical insight into the influence of microscale defects on the conductance, while THz-TDS has potential as a fast, non-contact metrology method for mapping of the spatially averaged nanoscopic conductance on wafer-scale graphene with scan times of less than a minute for a 4-in. wafer. The combination of M4PP and THz-TDS conductance measurements, supported by micro Raman spectroscopy and optical imaging, reveals that the film is electrically continuous on the nanoscopic scale with microscopic defects likely originating from the …", "discussion_points": ["1. **Exploring Machine Learning Applications in Quantum Physics and Nanotechnology:** ", "   - \"Evangelia, you mentioned your experience with CNNs and untrained neural networks in your previous work. How do you envision these or other ML techniques could be applied to your current research in quantum optomechanics?\"", "   - \"Peter, considering your interest in using ML to predict current flow in quantum devices, have you encountered any ML techniques that you think could be particularly beneficial for Evangelia's work in theoretical quantum optics?\"", "", "2. **Cross-Disciplinary Approaches and Tool Sharing:**", "   - \"Both of you are working in fields that deal with quantum phenomena, albeit from different perspectives. Can you discuss any common challenges you face and how ML could potentially address these challenges in both quantum optomechanics and condensed matter physics?\"", "   - \"Peter, your work with graphene and other 2D materials involves advanced fabrication techniques. Evangelia, do you see any potential for applying these materials or techniques to your quantum optics research? How might ML assist in this integration?\"", "", "3. **Ethics and Responsible Use of AI in Research:**", "   - \"Peter, you mentioned an interest in the responsible and effective use of ML/AI in research. Can you share some insights or guidelines you follow to ensure ethical considerations are met in your work? Evangelia, what ethical considerations do you think are important when implementing ML in quantum physics research?\"", "", "4. **Collaborative Opportunities and Interdisciplinary Projects:**", "   - \"Given both of your interests in machine learning and quantum research, are there any specific interdisciplinary projects or collaborations you can envision that might benefit from your combined expertise? For instance, could Peter's expertise in graphene and nanotechnology complement Evangelia's theoretical work in quantum optics?\"", "", "5. **Future Directions and Technological Roadmaps:**", "   - \"Peter, your roadmap for graphene and related materials outlines significant future research directions. Evangelia, do you see any emerging trends or technologies in quantum physics that could intersect with Peter’s roadmap, particularly in the realm of ML applications? How might these intersections drive innovation in both of your fields?\"", "", "These discussion points aim to help Evangelia and Peter uncover synergies between their work, explore potential collaborations, and gain new perspectives on the application of machine learning in their respective fields."]}}, "38": {"34": {"name": "Peter Bøggild", "fas": "Name: Peter Bøggild\n\nAffiliation: Technical University of Denmark\n\nWorkshop Goals: I am very interested in how AI can enable research, and how to use ML/AI/LMM responsibly, effectively both within and around research. I am particularly interested in how ML can be used to predict current flow in quantum devices, and \"guess\" the shapes and topology of circuitry\n\nInterest in Physics: Condensed matter, 2D materials, quantum transport, nanotechnology\n\nabstracts: Title: Science and technology roadmap for graphene, related two-dimensional crystals, and hybrid systems\nAbstract: We present the science and technology roadmap for graphene, related two-dimensional crystals, and hybrid systems, targeting an evolution in technology, that might lead to impacts and benefits reaching into most areas of society. This roadmap was developed within the framework of the European Graphene Flagship and outlines the main targets and research areas as best understood at the start of this ambitious project. We provide an overview of the key aspects of graphene and related materials (GRMs), ranging from fundamental research challenges to a variety of applications in a large number of sectors, highlighting the steps necessary to take GRMs from a state of raw potential to a point where they might revolutionize multiple industries. We also define an extensive list of acronyms in an effort to standardize the nomenclature in this emerging field.\n\nTitle: The hot pick-up technique for batch assembly of van der Waals heterostructures\nAbstract: The assembly of individual two-dimensional materials into van der Waals heterostructures enables the construction of layered three-dimensional materials with desirable electronic and optical properties. A core problem in the fabrication of these structures is the formation of clean interfaces between the individual two-dimensional materials which would affect device performance. We present here a technique for the rapid batch fabrication of van der Waals heterostructures, demonstrated by the controlled production of 22 mono-, bi- and trilayer graphene stacks encapsulated in hexagonal boron nitride with close to 100% yield. For the monolayer devices, we found semiclassical mean-free paths up to 0.9 μm, with the narrowest samples showing clear indications of the transport being affected by boundary scattering. The presented method readily lends itself to fabrication of van der Waals heterostructures in both …\n\nTitle: Production and processing of graphene and related materials\nAbstract: We present an overview of the main techniques for production and processing of graphene and related materials (GRMs), as well as the key characterization procedures. We adopt a'hands-on'approach, providing practical details and procedures as derived from literature as well as from the authors' experience, in order to enable the reader to reproduce the results.\n\nTitle: Dielectrophoresis of carbon nanotubes using microelectrodes: a numerical study\nAbstract: Single-walled carbon nanotubes are candidates for a number of electronics and sensing applications, provided nanotubes with semiconducting and metallic band structure can be separated. Dielectrophoresis has recently been demonstrated as a route towards the separation of metallic nanotubes from semiconducting nanotubes, and is moreover a method for controlled assembly of the nanotubes on microstructures that has the possibility to be scaled to wafer-level manufacturing. In this paper we will present numerical calculations of carbon nanotubes subjected to dielectrophoresis, drag force and Brownian motion induced by application of an ac voltage to a set of microelectrodes in a microliquid channel. We calculate the probability of capturing various types of carbon nanotubes, the time frame for the assembly and the efficiency of separation, for different experimental parameters. Our results suggest that …\n\nTitle: Graphene conductance uniformity mapping\nAbstract: We demonstrate a combination of micro four-point probe (M4PP) and non-contact terahertz time-domain spectroscopy (THz-TDS) measurements for centimeter scale quantitative mapping of the sheet conductance of large area chemical vapor deposited graphene films. Dual configuration M4PP measurements, demonstrated on graphene for the first time, provide valuable statistical insight into the influence of microscale defects on the conductance, while THz-TDS has potential as a fast, non-contact metrology method for mapping of the spatially averaged nanoscopic conductance on wafer-scale graphene with scan times of less than a minute for a 4-in. wafer. The combination of M4PP and THz-TDS conductance measurements, supported by micro Raman spectroscopy and optical imaging, reveals that the film is electrically continuous on the nanoscopic scale with microscopic defects likely originating from the …", "discussion_points": ["1. **Exploring ML Techniques in Physics Research:**", "   - \"Rasmus, you've shown interest in CNN and generative models within machine learning. Peter, you're keen on using ML to predict current flow in quantum devices. How do you both envision integrating these ML techniques into your respective physics research areas? Are there any specific challenges or opportunities you foresee?\"", "", "2. **Applications of Magnetism and Condensed Matter Physics:**", "   - \"Both of you work in areas that involve intricate physical phenomena—Rasmus with magnetism and Peter with condensed matter and 2D materials. How do you see these fields intersecting, especially in terms of practical applications like refrigeration technology or advanced electronic devices?\"", "", "3. **Collaborative Opportunities in Nanotechnology:**", "   - \"Peter, your work involves nanotechnology and 2D materials, while Rasmus focuses on thermoelectric generators and magnetocaloric materials. Do you see any potential for collaboration in developing nanoscale devices that leverage the unique thermal and magnetic properties of these materials?\"", "", "4. **Sustainable and Efficient Technologies:**", "   - \"Rasmus, your research on magnetocaloric refrigeration devices aims at high-efficiency cooling systems. Peter, you're involved in the production and processing of graphene, which has potential applications in energy-efficient technologies. How can your combined expertise contribute to the development of sustainable and efficient technologies?\"", "", "5. **Challenges and Innovations in Material Science:**", "   - \"Both of you are engaged in cutting-edge material science—Rasmus with magnetocaloric materials and Peter with graphene and related materials. What are the most significant challenges you face in your research, and what recent innovations do you find most exciting in your respective fields?\""]}}}