[
  {
    "ID": 16,
    "Name": "Evangelia Aspropotamiti",
    "Seniority/Role": "PhD student",
    "Affiliation": "The Niels Bohr Institute",
    "ORCID": null,
    "researcher_badges": {
      "research_interests": [
        {
          "research_interest_title": "Machine Learning in Quantum Physics",
          "research_interest_long_description": "Evangelia is exploring the intersection of machine learning and quantum physics. With her background in machine learning during her bachelor's and an internship focused on ML, she aims to integrate these technologies into her current research as a PhD student. She is particularly interested in how machine learning techniques can enhance the understanding and analysis of quantum systems and phenomena. Through dialogues with other physicists, Evangelia seeks to gain insights into various ML applications in their research, providing a platform for knowledge exchange and inspiration.",
          "font_awesome_icon": "fas fa-brain"
        },
        {
          "research_interest_title": "Theoretical Quantum Optomechanics",
          "research_interest_long_description": "As a member of the theoretical quantum optics group, Evangelia's primary focus is on quantum optomechanics, which combines the principles of quantum mechanics and classical mechanics to understand the interactions between light and mechanical vibrations at the quantum level. This field studies how photons can be used to manipulate mechanical systems and vice versa, leading to advancements in quantum computing and sensing technologies. Evangelia aspires to deepen her understanding of these theoretical frameworks and contribute to the development of new experimental techniques in quantum optics.",
          "font_awesome_icon": "fas fa-flask"
        },
        {
          "research_interest_title": "Convolutional Neural Networks in Physics",
          "research_interest_long_description": "Evangelia has practical experience with convolutional neural networks (CNNs) and is interested in their potential applications within the realm of physics research. CNNs offer sophisticated algorithms for classifying and identifying patterns in complex datasets, which is particularly useful in analyzing experimental data obtained in quantum experiments. She aims to explore further how CNNs can be adapted to solve specific challenges within her research in theoretical quantum optics and to learn from others' experiences in implementing these advanced machine learning models.",
          "font_awesome_icon": "fas fa-cogs"
        }
      ]
    }
  },
  {
    "ID": 38,
    "Name": "Rasmus Bjørk",
    "Seniority/Role": "Professor",
    "Affiliation": "Technical University of Denmark",
    "ORCID": "0000-0002-3728-2326",
    "researcher_badges": {
      "research_interests": [
        {
          "research_interest_title": "Machine Learning and Generative Models",
          "research_interest_long_description": "Rasmus has a keen interest in machine learning methodologies, particularly convolutional neural networks (CNN) and generative models. He explores how these advanced algorithms can be applied to optimize and innovate processing techniques in material science. By leveraging machine learning, Rasmus aims to enhance the predictive capabilities of material behaviors and streamline design processes, ultimately contributing to the development of smarter materials with tailored properties.",
          "font_awesome_icon": "fas fa-robot"
        },
        {
          "research_interest_title": "Thermal Dynamics and Heat Transfer",
          "research_interest_long_description": "Rasmus is passionate about understanding the principles of heat transfer and magnetism in materials. His research focuses on the thermal dynamics involved in the freeze-casting process, where precise temperature control is crucial. He examines how different thermal gradients impact the freezing behavior and microstructure of materials, with the goal of facilitating the design of high-performance materials suitable for various applications in engineering and technology.",
          "font_awesome_icon": "fas fa-thermometer-half"
        },
        {
          "research_interest_title": "Innovative Material Processing Techniques",
          "research_interest_long_description": "Rasmus is dedicated to the development of innovative material processing techniques, specifically through the advancement of freeze-casting methods. His work aims to refine the control mechanisms in freeze-casting to produce materials with highly defined microstructures and enhanced characteristics. By integrating high-precision thermoelectric temperature control, he strives to set new standards for material processing that improve efficiency and functionality in engineering applications.",
          "font_awesome_icon": "fas fa-cogs"
        }
      ]
    }
  },
  {
    "ID": 34,
    "Name": "Peter Bøggild",
    "Seniority/Role": "Professor",
    "Affiliation": "Technical University of Denmark",
    "ORCID": "0000-0002-4342-0449",
    "researcher_badges": {
      "research_interests": [
        {
          "research_interest_title": "AI-Driven Quantum Transport",
          "research_interest_long_description": "Peter is fascinated by the intersection of artificial intelligence and quantum devices, particularly how machine learning can inform and advance research in predicting current flow in these devices. His work explores the potential of AI to provide insights into quantum transport phenomena, enhancing the understanding of how current behaves in sophisticated quantum systems. By utilizing machine learning algorithms, Peter aims to improve the analysis and prediction of current behavior in nanostructures, paving the way for innovative quantum technologies. He believes that AI can unlock new dimensions of research into quantum materials and devices.",
          "font_awesome_icon": "fas fa-microchip"
        },
        {
          "research_interest_title": "Topology in 2D Materials",
          "research_interest_long_description": "Peter is engaged in exploring the topology and shaping of circuitry, particularly in the context of two-dimensional materials like graphene and tungsten diselenide. His research focuses on understanding how the geometric and topological properties of these materials can affect their electronic and transport characteristics. Through his studies, Peter aims to unveil new strategies for designing and optimizing circuits that leverage the unique properties of 2D materials, potentially leading to breakthroughs in nanoelectronics and quantum devices. This line of research merges materials science with applied physics.",
          "font_awesome_icon": "fas fa-shape-square"
        },
        {
          "research_interest_title": "Correlated Electron-Hole Pair Tunneling",
          "research_interest_long_description": "Peter delves into the phenomenon of correlated electron-hole pair tunneling in multilayer WSe2, particularly within the context of van der Waals heterostructures. His research investigates how room-temperature tunneling can occur in these systems and the implications this has for realizing superfluidity. By using advanced techniques like phase-contrast atomic force microscopy and first-principles studies, he seeks to create defect-free interface structures that can exhibit unique electronic properties. This research not only contributes to understanding fundamental physics but also enlightens potential applications in future quantum technologies.",
          "font_awesome_icon": "fas fa-atom"
        }
      ]
    }
  },
  {
    "ID": 29,
    "Name": "Raúl Carballo-Rubio",
    "Seniority/Role": "Post-doc",
    "Affiliation": "Southern Denmark University (SDU)",
    "ORCID": "0000-0001-6389-6105",
    "researcher_badges": {
      "research_interests": [
        {
          "research_interest_title": "Black Hole Imaging",
          "research_interest_long_description": "Raúl is focused on the observational aspects of black hole physics, particularly the imaging of black holes and exploring alternative models beyond General Relativity. His work aims to improve the methods used to detect and analyze black hole images, especially through innovative techniques that may reveal more details about these cosmic phenomena. By leveraging advanced data analysis methods and understanding the intricate features within these images, he seeks to contribute to the field's progression.",
          "font_awesome_icon": "fas fa-image"
        },
        {
          "research_interest_title": "Machine Learning in Astrophysics",
          "research_interest_long_description": "Raúl is an advocate for the integration of Machine Learning (ML) techniques into astrophysical research. He is particularly interested in image and pattern recognition as a means to analyze interferometric data related to black hole observations. By applying these advanced data processing methods, he aims to address current open problems in black hole physics and enhance our understanding of their properties and behaviors. His goal is to establish collaborations that will bridge ML and astrophysics effectively.",
          "font_awesome_icon": "fas fa-robot"
        },
        {
          "research_interest_title": "Quantum Gravity Research",
          "research_interest_long_description": "Raúl engages with fundamental aspects of black hole physics, including the challenges posed by quantum gravity. He is particularly interested in singularity regularization and the implications of new physics on black hole models. Through theoretical exploration and observational studies, he seeks to unravel the complexities that arise in these extreme conditions, contributing to the broader understanding of the universe and the forces at play within it.",
          "font_awesome_icon": "fas fa-grav"
        }
      ]
    }
  },
  {
    "ID": 33,
    "Name": "Ka Hei Choi",
    "Seniority/Role": "PhD student",
    "Affiliation": "Ludwig Maximilian University of Munich",
    "ORCID": null,
    "researcher_badges": {
      "research_interests": [
        {
          "research_interest_title": "Graph Neural Networks in Physics",
          "research_interest_long_description": "Ka Hei is exploring the application of graph neural networks (GNNs) in various branches of theoretical and computational physics. He is particularly interested in how GNNs can enhance our understanding of complex physical systems and processes, such as the formation of primordial black holes in the early universe. Through his research, he aims to bridge the gap between machine learning techniques and high-energy physics, leveraging the strengths of GNNs to analyze numerical data and simulations that represent scalar fields. Ka Hei sees great potential in merging these fields, making his research particularly timely and relevant in the context of modern physics.",
          "font_awesome_icon": "fas fa-project-diagram"
        },
        {
          "research_interest_title": "Advancements in Neural Network Architectures",
          "research_interest_long_description": "Ka Hei is keenly interested in the latest developments in artificial neural network architectures. He seeks to understand what makes these architectures promising and powerful in solving complex problems in various scientific fields, including physics and computer vision. His research is focused on identifying the strengths of these emerging architectures, investigating their applications, and discussing their potential impact on the future of machine learning within the scientific community. Through collaboration and knowledge exchange, Ka Hei aims to contribute to the evolution of these technologies.",
          "font_awesome_icon": "fas fa-brain"
        },
        {
          "research_interest_title": "Machine Learning in Biophysics and Cosmology",
          "research_interest_long_description": "Ka Hei is enthusiastic about applying machine learning (ML) methods to biophysics and cosmology. He is seeking potential collaborators to explore innovative ways to integrate ML techniques into his research, with a specific focus on using data-driven approaches to advance understanding in these fields. By sharing insights from his own research on primordial black holes and the numerical data used to investigate them, he hopes to spark discussions on the application of ML in analyzing data representing complex biological systems and cosmic phenomena. Ka Hei believes that collaboration will be key to unlocking new scientific discoveries through the synergy of ML and traditional physics.",
          "font_awesome_icon": "fas fa-universe"
        }
      ]
    }
  },
  {
    "ID": 25,
    "Name": "Theodoros Diamantopoulos",
    "Seniority/Role": "Post-doc",
    "Affiliation": "Technical University of Denmark",
    "ORCID": null,
    "researcher_badges": {
      "research_interests": [
        {
          "research_interest_title": "Machine Learning in Scientific Discovery",
          "research_interest_long_description": "Theodoros focuses on the application of machine learning (ML) techniques to enhance scientific discovery processes. He explores innovative methodologies that integrate data-driven models with traditional scientific theories, aiming to bridge the gap between empirical research and automated knowledge extraction. His work aims to provide insights into complex scientific phenomena by leveraging the power of ML in analyzing vast datasets, allowing for more efficient and effective research outcomes.",
          "font_awesome_icon": "fas fa-brain"
        },
        {
          "research_interest_title": "Physics-Informed Neural Networks",
          "research_interest_long_description": "Theodoros specializes in Physics-Informed Neural Networks (PINNs), which are hybrid models that incorporate physical laws into neural network architectures. This approach not only improves the accuracy of predictions but also ensures that the solutions comply with established physical principles. By harnessing the strengths of both physics and machine learning, Theodoros aims to develop robust models that can tackle challenges in fields like heat transfer and fluid dynamics, fundamentally transforming how complex physical problems are solved.",
          "font_awesome_icon": "fas fa-cogs"
        },
        {
          "research_interest_title": "Computational Fluid Dynamics",
          "research_interest_long_description": "With a keen interest in computational fluid dynamics (CFD), Theodoros investigates the algorithms and applications that describe the behavior of fluid flows. His research often combines advanced numerical methods with machine learning techniques to enhance the simulation and forecasting of fluid behavior in various environments. By developing and optimizing these simulations, he contributes to industries ranging from aerospace to climate modeling, illustrating the critical role of CFD in real-world applications.",
          "font_awesome_icon": "fas fa-water"
        }
      ]
    }
  },
  {
    "ID": 19,
    "Name": "atefe ebrahimi",
    "Seniority/Role": "post-doc",
    "Affiliation": "SISSA",
    "ORCID": null,
    "researcher_badges": {
      "research_interests": [
        {
          "research_interest_title": "Machine Learning for Structured Data",
          "research_interest_long_description": "Atefe has a keen interest in leveraging machine learning techniques for analyzing structured and numerical data. She focuses on the development of algorithms that can enhance data interpretation and extraction of insights from complex datasets. Her work aims to improve prediction models and facilitate data-driven decision-making processes across various applications. By integrating principles from machine learning with structured data analysis, Atefe strives to contribute to advancements in the field and help professionals make more informed conclusions based on empirical evidence.",
          "font_awesome_icon": "fas fa-chart-line"
        },
        {
          "research_interest_title": "Condensed Matter Physics",
          "research_interest_long_description": "Atefe is deeply engaged in the study of condensed matter physics, exploring the fundamental properties of matter in various phases and interactions. Her research encompasses the examination of materials at the atomic level, seeking to understand their physical behaviors and underlying principles. By combining theoretical approaches with empirical data, she aims to uncover novel phenomena and potentially influence the design of new materials. Her work not only enhances the scientific community's understanding of condensed matter but also has practical implications for technology and materials science.",
          "font_awesome_icon": "fas fa-flask"
        },
        {
          "research_interest_title": "Integrating Physics with Machine Learning",
          "research_interest_long_description": "Atefe is interested in the intersection of machine learning and physics, particularly in how machine learning methodologies can be utilized to solve complex problems in condensed matter physics. She investigates how neural networks and other machine learning frameworks can model and predict physical behaviors of materials, especially under varying conditions. This integrative approach not only advances the field of physics by providing new tools for analysis but also enhances the capabilities of machine learning in interpreting intricate physical scenarios, facilitating a cross-disciplinary fusion of knowledge.",
          "font_awesome_icon": "fas fa-cogs"
        }
      ]
    }
  },
  {
    "ID": 27,
    "Name": "Sergey Fedorov",
    "Seniority/Role": "Postdoc",
    "Affiliation": "Niels Bohr Institute",
    "ORCID": "0000-0003-4606-0546",
    "researcher_badges": {
      "research_interests": [
        {
          "research_interest_title": "Machine Learning in Quantum Measurements",
          "research_interest_long_description": "Sergey is exploring the integration of machine learning techniques within the field of quantum measurements. His work involves analyzing the efficiencies and potential enhancements that these modern computational methods can provide to the sensitivity of measurements in quantum systems. By leveraging time series analysis and Gaussian processes, he aims to develop innovative approaches that can refine measurement techniques, reduce noise, and improve overall precision in experimental quantum physics.",
          "font_awesome_icon": "fas fa-brain"
        },
        {
          "research_interest_title": "Thermal Noise in Optical Systems",
          "research_interest_long_description": "Sergey's research also focuses on understanding and mitigating thermal intermodulation noise in cavity-based measurements. With rigorous modeling, he investigates the nonlinear responses of optical fields to frequency fluctuations, particularly in high-precision environments like gravitational wave detectors and optical atomic clocks. His goal is to provide insights that enhance the stability and performance of optical systems in quantum optomechanics by characterizing and managing thermal-related challenges.",
          "font_awesome_icon": "fas fa-signal"
        },
        {
          "research_interest_title": "Elastic Strain Engineering",
          "research_interest_long_description": "In the realm of structural mechanics, Sergey is interested in the engineering of elastic strain within materials to enhance their performance under stress. His studies reveal how strategic manipulation of mechanical properties can yield materials with superior vibrational characteristics, particularly for applications in force sensing. Sergey’s work has the potential to unlock new capabilities in micromechanical systems, thus influencing advancements in sensor technology and material science.",
          "font_awesome_icon": "fas fa-cogs"
        }
      ]
    }
  },
  {
    "ID": 36,
    "Name": "Christa Gall",
    "Seniority/Role": "Associate Prof.",
    "Affiliation": "DARK / Niels Bohr Institute / UCPH",
    "ORCID": null,
    "researcher_badges": {
      "research_interests": [
        {
          "research_interest_title": "Machine Learning in Astrophysics",
          "research_interest_long_description": "Christa is exploring the integration of machine learning (ML) techniques in the field of astrophysics. By applying ML algorithms to astrophysical data, she aims to improve the classification of celestial objects and enhance data interpretation through theoretical models. This research interest focuses on utilizing advanced computational methods to analyze large datasets, enabling a more comprehensive understanding of complex astrophysical phenomena. Christa is particularly interested in identifying new collaborations that could push the boundaries of current ML applications in astrophysics.",
          "font_awesome_icon": "fas fa-robot"
        },
        {
          "research_interest_title": "Uncertainty Estimation in Astrophysical Measurements",
          "research_interest_long_description": "Christa recognizes the importance of accurately estimating uncertainties in astrophysical measurements. Her research revolves around understanding the inherent uncertainties present in observational data and how these can impact scientific conclusions. By leveraging ML techniques, she aims to develop robust methods for uncertainty quantification that can be applied across a variety of astrophysical contexts. This work not only enhances the reliability of data interpretation but also contributes to the advancement of statistical methodologies in astrophysics.",
          "font_awesome_icon": "fas fa-chart-line"
        },
        {
          "research_interest_title": "Exploration of Parameter Spaces",
          "research_interest_long_description": "In her pursuit of astrophysical knowledge, Christa is keen on utilizing ML to explore extensive parameter spaces that characterize astrophysical models. By employing machine learning, she aims to identify relationships within complex data and uncover novel insights that might be obscured through traditional analysis. This exploration enhances the potential for discovering new theories and phenomena in astrophysics, as it allows researchers to systematically investigate the intricate interdependencies of various astrophysical parameters. Christa's interest lies in pushing the envelope of current methodologies to foster groundbreaking discoveries.",
          "font_awesome_icon": "fas fa-compass"
        }
      ]
    }
  },
  {
    "ID": 48,
    "Name": "Christian Glaser",
    "Seniority/Role": "Associate Professor",
    "Affiliation": "Uppsala University",
    "ORCID": "0000-0001-5998-2553",
    "researcher_badges": {
      "research_interests": [
        {
          "research_interest_title": "Machine Learning in Particle Physics",
          "research_interest_long_description": "Christian is deeply involved in applying advanced machine learning methods within the realm of particle physics. His focus is on normalizing flows for probability density function prediction and various neural network architectures including CNNs, GNNs, Transformers, GANs, and diffusion models. He aims to harness these techniques to enhance the performance of data analysis in high-energy physics. Through his research, he seeks inspiration from diverse computational approaches and aims to contribute innovative methodologies that might benefit others in this interdisciplinary field.",
          "font_awesome_icon": "fas fa-robot"
        },
        {
          "research_interest_title": "Astroparticle Physics",
          "research_interest_long_description": "Christian pursues research in astroparticle physics, specifically focusing on ultra-high energy neutrinos and cosmic rays. His work encompasses both theoretical predictions and experimental efforts to detect these elusive particles, which can offer insights into cosmic phenomena and fundamental physics. By studying the interactions and properties of high-energy neutrinos, he aims to address significant questions in the understanding of cosmic events and the universe's high-energy processes. His findings contribute to the broader goal of unveiling the mysteries surrounding cosmic rays and neutrino astronomy.",
          "font_awesome_icon": "fas fa-globe"
        },
        {
          "research_interest_title": "Real-Time Processing on Low-Power Hardware",
          "research_interest_long_description": "Christian is interested in developing resource-efficient computing strategies for real-time data processing in astroparticle physics experiments. Given the challenge of processing large amounts of data from low-power hardware, he explores innovative algorithms and architectures that enable efficient and fast analysis without heavy computational demands. This research is crucial in the context of real-time triggering of events in high-energy neutrino detection, where time-sensitive responses can significantly impact data accuracy and experimental outcomes.",
          "font_awesome_icon": "fas fa-microchip"
        }
      ]
    }
  }
]